{
	// Each entry s a tutorial, but the tutorial may be spread over separate paragraphs.
	// Entries starting with a _ will NOT be shown in Civilopedia.


	New_Game: [
		[
			"Unciv에 오신 것을 환영합니다!",
			"이런 '문명'류 게임들은 보통 어려운 경우가 많습니다. 그래서, 제가 하나하나 가르쳐 드리겠습니다.",
			"게임을 시작하고 나면, 가장 먼저 당신의 '수도'가 될 도시를 지어야 합니다.",
			"지도에 있는 깃발 모양의 원을 눌러서 '개척자'를 선택한 뒤, 왼쪽 아래에 있는 '도시 건설' 버튼을 눌러서 도시를 지을 수 있습니다.",
			"게임을 하면서 얻게 되는 보너스들은 대부분 수도에게 집중되어 적용되기 때문에, 도시의 건설은 매우 중요합니다."
		],
		[
			"그렇다면, 수도를 어디에 짓는 것이 좋을까요?",
			"사실, 정확한 대답은 없습니다. 하지만, '사치 자원'과 같은 자원 옆에 짓는 것이 제일 좋지요.",
			"'사치 자원'이라는 것은 '보석', '목화', '비단'과 같은 자원을 의미합니다. (자원 아이콘 옆에 웃는 얼굴로 표시됩니다.)",
			"이러한 자원은 도시의 행복도를 올려줍니다. 또한, '철'과 같이 유닛 생산에 필요한 '전략 자원'도 중요하지요."
		],
		[
			"참고로, 도시의 경계는 고정된 것이 아닙니다. 도시가 '문화'를 축적할수록, 경계가 확장됩니다."
			"그러므로, 아까 말한 자원들을 얻으려면 도시를 딱 붙여서 지어야 하는 것만은 아닙니다.",
			"예를 들어 보지요. 사막 안에 '철' 자원이 있는데, 그 자원을 얻고 싶다고 해 봅시다."
			"사막에서는 식량 공급이 어렵기 때문에, 이런 경우에는 사막에서 몇 칸 떨어진 다른 지형에 도시를 건설해도 됩니다.",
			"도시의 경계가 성장하면서, 자연스럽게 자원이 있는 땅을 얻게 될 테니까요.",
			"물론, 그 자원이 즉시 필요한 것이라면, 바로 옆에 도시를 지어야 하겠지요.",
			"그런 상황이 종종 일어나지만, 일반적으로 그렇게 급하게까지는 생각하지 않아도 됩니다."
		],

	],


	_City_Founded : [
		[
			"첫 번째 도시를 세우셨군요!",
			"도시는 문명의 기본적인 뿌리가 됩니다. 위쪽에 노란색 아이콘과 파란색 아이콘이 보이시나요?",
			"그것들이 바로 도시에서 생성해내는 '금'과 '과학'을 나타냅니다.",
			"도시를 세웠다면, 세워진 도시의 이름을 눌러 도시 화면으로 들어갈 수 있습니다.",
			"도시 화면에 들어가면, 시민을 배치하거나, 생산을 선택하거나, 도시의 정보를 볼 수 있습니다."
		],
	]

	First_Steps : [
		[
			"첫 번째 도시를 세웠다면, 새로운 유닛을 생산하거나, 건물을 짓거나, 연구를 시작할 수 있습니다.",
			"너무 신경써야 할 것들이 많나요?",
			"아직 그 모든 것들을 알 필요는 없습니다. 제가 천천히 설명을 드릴테니까요.",
			"우선 '생산'이 무엇인지 천천히 알아보죠."
		],
		[
			"우선 '유닛'이라는 것은 지도 위에서 직접 움직일 수 있는 대상을 말합니다."
			"일반적으로는, 도시에서 '정찰병'이나 '전사' 유닛을 먼저 생산하죠.",
			"개발자인 저는 '전사'를 먼저 뽑는 것을 선호합니다. 나중에 '검사' 유닛으로 업그레이드가 가능하거든요.",
			"하지만, 숲이나 언덕같은 험한 지형이 많은 곳일 경우 정찰병이 더 좋습니다.",
			"원래 유닛들이 험한 지역을 이동할 때에는 느려지지만, 정찰병은 이동력이 감소하지 않거든요."
			"게임이 슬슬 익숙해지신다면, 정찰병이나 전사를 생산한 뒤 바로 '개척자' 유닛을 생산하기도 합니다.",
			"이런 게임에서는 '개척자'로 새 도시를 지어 영토를 확장시키는 것이 꽤나 중요하거든요.",
		],
	],


	Next_Turn : [
		[
			"유닛들이 모든 행동을 마치고, 도시 설정도 다 끝났다면,",
			"  오른쪽 위의 '다음 턴' 버튼을 눌러 차례를 마칠 수 있습니다."
		],
		[
			"자신의 차례, 즉 '턴'이 지날 수록, 금이나 과학이 생산되어",
			"  당신의 문명에 추가되고, 도시의 건설은 계속되며, 도시의",
			"  인구나 영토는 계속 증가하고, 확장됩니다."
		]
	],

	Slow_Start: [
		[
			"이렇게 초반 몇 턴동안에는,",
			"  행동할 수 있는 선택지가 매우 적습니다.",
			"  하지만 문명이 성장하면 성장할수록, ",
			"  새로운 행동이나 기능들이 나오게 되지요."
		]
	],

	Culture_and_Policies: [ // Activated when entering policy picker screen
		[
			"매 턴 마다, 당신의 도시에서는 '문화'가 생성되며,",
			"  당신의 문명 전체의 '문화량'에 축적됩니다.",
			"문화가 특정한 양만큼 축적되게 되면,",
			"  '사회 정책'이라는 것을 채택할 수 있습니다."
		],
		[
			"사회 정책은 여러 개의 '정책 트리'로 구분됩니다.",
			"하나의 '정책 트리'에 있는 모든 정책이 채택되면,",
			"  정책이 '완성'되어 추가적인 보너스를 받게 됩니다."
		],
		[
			"채택한 정책 수가 많아질수록, 그리고 도시의 수가 많아질수록,",
			"  다음 정책 채택에 필요한 문화 축적량이 증가합니다. 주의하세요!"
		]
	],

	Cities: [
		[
			"각 도시에는 시민들이 있으며, 이 시민들은 '타일'에 배치되어 기초 자원을 생산합니다.",
			"도시 화면으로 들어가서, 지도의 녹색 아이콘을 눌러 시민을 배치하거나, 취소할 수 있습니다.",
			"  시민을 다른 곳에 배치하려면, 우선 기존 타일에 배치된 시민을 '배치 취소'해야 합니다."
		],
		[
			"도시 한가운데의 타일은 언제나 시민이 배치되어 있지만, 실제로 시민 수를 소모하지는 않습니다.",
			"  대신, 도시 타일 위에는 '타일 시설'을 지을 수 없습니다.",
			"도시 화면의 왼쪽에서 도시가 무엇을 생산하는지 볼 수 있습니다.",
			"  또한, 다른 건물이나 유닛을 생산하도록 지정할 수도 있습니다."
		]
		[
			"도시의 인구는 '잉여 식량'이 충분히 축적되었을 때 증가합니다",
			"비슷하게, 도시의 경계는 '문화'가 충분히 축적되었을 때 확장되며, ",
			"  이 때의 문화는 타일이 아닌 건물에서 생산됩니다."
		],
	],

	Technology: [
		[
			"기술 연구는 문명에게 있어 매우 중요합니다.",
			" 연구가 진행될수록, 기술력이 발전하게 되고,",
			" 더 많은 건물이나 시설, 능력 등을 얻을 수 있습니다."
		],
		[
			"대부분의 과학 기술들은 '선행 기술'을 연구한 뒤에만 연구할 수 있습니다.",
			"  선행 기술이 연구되지 않았어도, 연구 화면에 들어가 연구를 원하는 기술을 선택하면",
			"  자동적으로 선행 기술부터 선택된 기술까지 차근차근 연구를 해 나갈 것입니다."
		]
	],




	Happiness:[
		[
			"도시의 크기와 영향력이 증가하면, 문명 전체의 '행복도'를 신경써야 합니다.",
			"'행복도'는 '과학'이나 '금'과 같이, 문명 전체에서 공유되는 값입니다.",
			"도시가 늘어나고 인구 수가 증가하면 증가할수록, 행복도를 관리하는 것은 매우 어려워집니다."
		],
		[
			"기술을 연구하다 보면, '행복도'를 늘려주는 건물을 지을 수 있게 됩니다.",
			"만약 행복도가 0 이하로 떨어지게 되면, '불행'상태가 되어 도시들의 성장률이 크게 감소합니다.",
			"상단에 있는 웃는 아이콘이 행복도를 나타내는데, 문명이 불행하면 불행할수록,",
			"  군사 유닛들이 전투를 할 때의 '전투력'이 감소하게 됩니다."
		],
		[
			"행복도는 Unciv에서 도시를 마구 확장하는 것에 제한을 둡니다."
			"물론 확장은 끝없이 할 수 있지만, 초보자라면 무리한 확장은 피해야 합니다."
			"그럼 무엇을 해야 할까요? 도시를 발전시키고, 근처를 정찰하고, '일꾼' 유닛으로 '타일 시설'을 개발하세요.",
			"적절한 장소를 찾고 나서 새로운 도시를 짓는 것이 좋다는 것을 기억하세요."
		],

	]


	World_Map: [
		[
			"세계 지도는 다양한 타일들로 구성됩니다.",
			"각각의 타일에는 '유닛', '자원', '시설' 등이 있으며, 이들은 천천히 배워 나갈 것입니다.",
			"아이콘의 위치를 통해 그 타일에 위치한 것이 무엇인지 알 수 있습니다.",
			"자세히 알아보려면, 타일을 눌러서 오른쪽 아래의 타일 설명을 보세요."
		]
	],


	Tile_Clicked : [
		[
			"빈 타일을 누르게 되면 그 타일이 선택되며,",
			"  오른쪽 아래에 그 타일의 설명이 나오게 됩니다.",
			"만약 유닛이 있는 타일을 누르게 된다면, 타일 설명 아래에 유닛 설명이 나오며,"
			"  왼쪽 아래에 유닛에 대한 상세 설명과 가능한 행동이 나오게 됩니다."
		]
	],

	Unit_Selected : [
		[
			"유닛이 선택된다면, 왼쪽 아래에 그 유닛의 행동력, 전투력, 경험치가 나옵니다.",
			"또한, 유닛이 할 수 있는 행동들이 그 위에 나오게 됩니다."
		]
	],


	Unhappiness:  [
		[
			"'행복도'가 0 이하가 되면 문명이 '불행' 상태에 빠집니다.",
			"불행한 상태에서는, 도시의 성장률이 1/4로 감소하게 되며,",
			"  부족한 행복도 하나마다 유닛의 전투력이 2%씩 감소합니다."
		],
		[
			"불행의 원인에는 크게 '인구'와 '도시' 두 가지가 있습니다.",
			"  도시 수 하나마다 3의 불행이, 시민 수 하나마다 1의 불행이 생성됩니다."
		],
		[
			"불행 상태에서 벗어나려면 어떻게 해야 할까요?",
			"  우선 행복도를 올려주는 건물을 지을 수도 있고,",
			"  '일꾼'을 통해 국경 안에 있는 '사치 자원'을 개발할 수도 있습니다."
		]
	],

	Golden_Age:  [
		[
			"문명이 황금기에 진입했습니다!",
			"매 턴마다 행복도가 문명의 '황금기 점수'에 축적되게 되며,",
			"  일정 수치 이상의 황금기 점수가 축적되면 황금기가 시작됩니다.",
			"황금기 동안에는, 당신의 문명에서 문화와 생산력을 20% 추가로 생산하고,",
			"  금을 하나 이상 생산하던 모든 타일에서 금을 1 추가로 생산합니다."
		]
	],

	Roads_and_Railroads:  [
		[
			"도로나 철도를 이용해 수도와 다른 도시를 연결하게 된다면,",
			"  금을 추가로 만들어내는 '무역로'가 만들어집니다.",
			"도로 하나마다 매 턴 금 1이, 철도 하나마다 매 턴 금 2가 소모되지만,"
			"  도시가 성장할 때까지 걸리는 시간은 경제적으로 훨씬 단축될 것입니다."
		]

	]

	Victory_Types:[
		[
			"두 세개의 도시를 짓고 난다면 아마도 100턴이나 150턴 정도가 지나 있을 것입니다.",
			"아직까지 '승리'에 대해 생각하지 않았다면, 이제 천천히 생각해 나가야 할 시간입니다."
		],
		[
			"Unciv에는 현재 세 가지의 승리 조건이 있습니다.",
			" - '문화 승리'는 사회 정책 트리를 네 개 완료해야 하고,",
			" - '정복 승리'는 가장 마지막으로 살아남는 문명이 되어야 하며,",
			" - '과학 승리'는 알파 센타우리로 향한 우주선을 발사해야 합니다."
		],
		[
			"정리하자면, 이게 Unciv의 전부입니다. 첫 번째 도시를 성장시키며, 행복도를 관리해주고,",
			"   확장과 발전을 해 나가면서 원하는 승리 조건에 서서히 다가가는 것이지요.",
			"세부적인 내용이 아직 많지만, 위의 행동들이 거의 전부가 됩니다.",
		]
	]

	Enemy_City:  [
		[
			"적 도시의 체력을 1로 감소시키면 도시 점령이 가능합니다.",
			"근접 유닛으로만 도시를 점령할 수 있다는 것을 기억하세요!",
			"도시는 매 턴 체력을 회복하기 때문에, 원거리 유닛으로 멀리서 공격하고"
			"  근접 유닛으로 도시의 공격을 방어하면서 도시의 체력을 깎아 나가세요!"
		]
	]

	Luxury_Resource:  [
		[
			"영토 안에 있는 사치 자원들은 타일 시설을 지음으로써 개발할 수 있습니다.",
			"개발된 사치 자원들은 각각 문명에 행복도를 5 제공하지만,",
			"  같은 사치 자원이 여러 개라면 행복도 증가는 한 번만 적용됩니다.",
			"  그러므로 겹치는 사치 자원이 있다면 다른 문명과 거래를 시도하세요."
		]
	]

	Strategic_Resource:  [
		[
			"영토 안에 있는 전략 자원들은 타일 시설을 지음으로써 개발할 수 있습니다.",
			"전략 자원이 개발되면 그 자원을 필요로 하는 유닛이나 건물을 지을 수 있습니다.",
			"'말' 전략 자원을 필요로 하는 '기마병' 같은 유닛이 그 예시입니다."
			"각 유닛은 전략 자원 하나를 소모하지만, 유닛이 죽게 된다면 소모된 전략 자원은",
			"  문명으로 다시 돌아오게 되어 다른 유닛을 생산할 때 쓸 수 있습니다.",
			"상단에 전략 자원의 개수가 표시되게 됩니다."
		]
	]

	_EnemyCityNeedsConqueringWithMeleeUnit:  [
		[
			"이제 적 도시의 체력을 더이상 깎을 수 없습니다!",
			"하지만, 점령을 위해서는 '근접 유닛'으로 적 도시를 공격해야 한다는 것을 기억하세요!"
		]
	],

	After_Conquering: [
		[
			"도시를 점령하고 나면, 도시를 불태울지, 괴뢰 도시로 만들지, 합병할지 선택할 수 있습니다.",
			"도시를 불태우게 되면, 도시가 파괴될 때까지 인구가 매 턴 1씩 감소합니다."
		],
		[
			"도시를 괴뢰 도시로 만들게 되면, 그 도시 내에서 무엇을 생산할지 지정해줄 수 없습니다.",
			"괴뢰 도시는 기술에 필요한 연구량이나 정책에 필요한 문화량을 증가시키지 않지만, 다른 시민들보다 1.5배의 불행을 생성해냅니다.",
			"합병된 도시에서는 무엇을 생산할지 지정해 줄 수 있지만, 무려 두 배의 불행을 생성해냅니다!",
			"이 불행은 일시적인 것으로, 도시에 법원이 지어지면 불행이 원래대로 생성됩니다.",
			"괴뢰 도시는 언제나 합병할 수 있지만, 합병된 도시는 괴뢰 도시로 만들 수 없습니다!"
		]
	],

	_BarbarianEncountered:  [
		[
			"야만인 유닛을 만났습니다!",
			"야만인은 문명을 가리지 않고 공격하므로, 민간인 유닛이나",
			"  정찰병을 가까이 두지 않도록 조심하세요!"
		]
	]

	_OtherCivEncountered:  [
		[
			"당신은 방금 다른 문명과 조우했습니다!",
			"다른 문명들과는 평화롭게 거래를 할 수 있지만,",
			"  시간이 지나면서 전쟁을 선포하게 될 수도 있습니다."
		]
	]

	_GameCrashed:  [
		[
			"이런, 뭔가 심각한 일이 일어난 것 같군요!",
			"원래라면 일어나지 않아야 하는 일인데 말이죠!",
			"(yairm210@hotmail.com) 이메일로 게임 정보를 함께 보내주세요.",
			"   (메뉴 -> 게임 저장 -> 게임 정보 복사 -> 이메일에 붙여넣기)",
			"   하루빨리 찾아서 이런 일이 일어나지 않도록 하겠습니다!"
		]
	]

	Apollo_Program:  [
		[
			"'아폴로 프로그램' 프로젝트를 완료하면, 도시에서 우주선 부품을 개발할 수 있습니다.",
			" 연구를 계속하면서 부품 개발을 하게 되면, 과학 승리를 할 수 있습니다!"
		]
	]

	Injured_Units:[
		[
			"부상당한 유닛은 전투력이 하락하지만, 전투를 하지 않으면 점차 체력을 회복합니다.",
			"유닛들은 적 영토에서 턴당 5의 HP를, 중립 지역에서는 10의 HP를,"
			"  아군 영토에서는 15의 HP를 회복하며 도시 안에서는 20 HP를 회복합니다."
		]
	]

	Workers:[
		[
			"일꾼들은 타일 시설을 건설할 수 있기 때문에 도시의 성장에 필수적입니다.",
			"타일 시설은 타일에서의 기초 자원 생산량을 증가시켜서, 도시를 빠르게 성장시킵니다.",
			"동일한 시민 수를 가진 도시라도 타일 시설이 개발된 쪽이 훨씬 빠르게 성장하지요!"
		]
	]

	Siege_Units:[
		[
			"공성 유닛들은 도시를 공격할 때 매우 강력하지만, 공격 전에 '설치'를 해야 합니다.",
			"공성 유닛들이 설치되면, 설치된 타일에서 공격을 할 수 있지만,",
			"  다른 타일로 이동하게 되면 그 타일에서 다시 설치를 해야 합니다."
		]
	]

	Embarking:[
		[
			"특정한 기술을 연구하게 되면, 지상 유닛은 바다를 향해 '승선' 할 수 있습니다.",
			"바다로 '승선'하거나, 지상으로 '상륙'할 경우 유닛의 행동력이 전부 소모됩니다.",
			"승선한 상태의 지상 유닛들은 방어가 불가능하기 때문에, 조심하세요!"
		]
	]

	City_Range:[
		[
			"당신의 시민들은 도시 주변으로 최대 세 칸의 타일까지 배치될 수 있습니다.",
			"도시의 경계는 끊임없이 확장될 지 몰라도,",
			"  세 칸이 넘는 타일에는 시민을 배치할 수 없습니다."
		]
	]


	Idle_Units:[
		[
			"이번 턴에 유닛을 이동시키고 싶지 않다면, '다음 유닛' 버튼을 다시 눌러 스킵이 가능합니다.",
			"만약, 오랫동안 유닛을 이동시키고 싶지 않다면, '요새화'나 '대기'를 선택하세요.",
			"'요새화'나 '대기'상태에 있는 유닛들은 자동으로 턴을 넘깁니다.",
			"'다음 유닛' 버튼은 메뉴의 설정 창에서 끌 수 있습니다.",
		]
	]


	Contact_Me:  [
		[
			"안녕하십니까? 지금까지 플레이해 주셨다면, 이 게임이",
			"  완벽히 완성되지 않았다는 것을 깨달으셨을 것입니다.",
			"UnCiv는 언제나 무료 오픈소스 상태로 배포될 것입니다.",
			"  광고나 현질 같은 요소는 절대로 추가되지 않는다는 것입니다.",
		],
		[
			"그럼에도 제가 이 게임을 계속 개발하는 이유는,",
			"  여러 플레이어분들께서 게임을 즐겨주시고, 또한 저를 지원해주시기 때문입니다."
			"이 게임을 즐겨주시는 여러분, 항상 감사합니다!"
		],
		[
			"여러분께서 남겨주시는 평가와 별점들에 감사한 마음을 가지고 있습니다.",
			"  게임을 재미있게 만들 아이디어가 있다면, 이메일, 평가, Github 사이트"
			"  등등으로 조언을 남겨 주신다면 감사하겠습니다.",
			"  정 안되면 비둘기에 편지를 묶어서 보내세요! (장난입니다)"
			"(플레이 스토어에 제 이메일이 있습니다.)"
		]
	],

	_Pillaging:[
		[
			"군사 유닛들은 타일 시설을 약탈하여 시설을 무너트리고 25의 HP를 회박할 수 있습니다.",
			"약탈된 타일에 시민을 배치할 수는 있지만, 시설에 의한 추가 보너스나 여러 자원들을 이용하지 못하게 됩니다.",
			"일꾼들은 이런 약탈된 시설을 수리할 수 있는데, 이 때에는 새로운 시설을 건설하는 것보다 적은 시간이 걸립니다.",
		]
	]

}
