{
	// Each entry s a tutorial, but the tutorial may be spread over separate paragraphs.
	// Entries starting with a _ will NOT be shown in Civilopedia.
	
	Introduction: [
		[
			"Ласкаво просимо до Unciv!",
			"Bоскільки це складна гра, є основні завдання, які допоможуть ознайомити вас з грою.",
			"Вони абсолютно необов’язкові, і ви можете самостійно вивчити гру!",
		]
	],

	// Civilopedia only, because players said this was too wall-of-text
	New_Game: [
		[
			"Ваша перша місія — це знайти свою столицю.",
			"Це насправді важливе завдання, адже саме ваша столиця буде, мабуть, найбільш процвітаючою.",
			"Багато ігрових бонусів стосуються лише вашої столиці, і, ймовірно, вона буде центром вашої імперії."
		],
		[
			"Як дізнатися, що це місце підходить для заснування міста?",
			"На це питання складно відповісти, але шукайте і засновуйте місто біля ресурсів розкоші.",
			"Ресурси розкоші — це клітини, на яких є речі, такі як дорогоцінні камені, бавовна або шовк (позначені посмішкою поруч із значком ресурсу)",
			"Ці ресурси роблять вашу цивілізацію щасливіше. Ви також повинні стежити за ресурсами, які потребуються для створення підрозділів, такі як залізо."
		],
		[
			"Однак у містах немає визначеної площі, на якій вони можуть працювати — про це пізніше!"
			"Тобто ви не повинні засновувати міста прямо поруч з ресурсами.",
			"Скажімо, наприклад, що ви хочете отримати доступ до заліза — проте ресурс поруч з пустелею."
			"Ви не повинні селитися поруч з пустелею. Ви можете оселитися кілька клітин подалі в процвітаючишіх містах.",
			"Ваше місто буде здростати і врешті-решт отримає доступ до ресурсу.",
			"Якщо ви хочете поселитися поруч з ресурсом негайно, то оселіться біля нього, ",
			"   це може бути знадобитися, щоб отримати ресурс якнайшвидше, але у вас зазвичай багато часу."
		],
		[
			"Перше, що вийде з вашого міста, повинен бути або розвідником, або воїном."
			"Я, як правило, віддаю перевагу Воїну, оскільки його можна використовувати для оборони і тому, що його можна вдосконалити",
			"  до мечника в пізній стадії гри за відносно скромну суму золота.",
			"Однак Розвідники можуть бути ефективними, якщо вам здається, що ви знаходитесь в районі густого лісу та пагорбів.",
			"Розвідники не отримують штраф до руху на цій місцевості."
			"Якщо ви знавець жанру глобальних стратегій, то виберіть першим Воїна чи Розвідника, які будуть супроводжати Поселенця.",
			"Швидке розширення є абсолютно необхідним у більшості ігор цього типу.",
		],

	],


	_Slow_Start: [
		[
			"У ваші перші пару ходів,",
			"  ви буде дуже мало можливостей,",
			"  але як зростатиме ваша цивілізація, так і зростатиме ",
			"  кількість речей, що потребують вашої уваги"
		]
	],

	Culture_and_Policies: [ // Activated when entering policy picker screen
		[
			"Кожний хід, культура культуру, яку ви отримуєте від усіх своїх",
			"  міст, додається до культури вашої Цивілізації.",
			"Коли у вас буде достатньо культури, ви можете вибрати ",
			"  Соціальну політику, кожна з яких дає певний бонус."
		],
		[
			"Політика організована у гілки,",
			"  при цьому кожна гілка надає можливість бонусу,",
			"  коли всі політики у цій галузі були прийняті."
		],
		[
			"Із кожною прийнятою політикою, з кожним побудованим містом,",
			"  вартість прийняття політики зростає, тому вибирайте з розумом!"
		]
	],



	Happiness:[
		[
			"У міру того, як міста зростають у чисельності населення та впливі, вам доведеться мати справу із механікою щастя, яка вже не прив’язана до кожного окремого міста.",
			"Натомість уся ваша імперія має однаковий рівень задоволення.",
			"По мірі зростання чисельності ваших міст ви побачите, що підтримувати свою імперію все складніше і складніше."
		],
		[
			"Inкрім того, ви навіть не можете побудувати будь-які покращення міста, які збільшують щастя, поки ви не зробите відповідне дослідження.",
			"Якщо щастя вашої імперії коли-небудь опуститься нижче нуля, темп зростання ваших міст буде знижено.",
			"Якщо ваша імперія стає сильно нещасною (на що вказує значок усміхненого обличчя у верхній частині інтерфейсу)",
			"  ваші армії матимуть велику штрафну санкцію у загальній ефективності бою".
],
		[
			"Це означає, що в Unciv швидко розширитись дуже важко."
			"Це неможливо, але, як новий гравець, ви, мабуть, не повинні цього робити."
			"То що ж робити? Охолоньте, розвідайте та покращуйте землю, яку ви маєте, будуючи Робітників.",
			"Будуйте нові міста лише після того, як знайдете місце, яке вважаєте за потрібне."
		],

	]



	Unhappiness:  [
		[
			"Схоже, що мешканці нещасливі!",
			"Поки вони нещасливі, міста будуть зростати з 1/4 швидкості від початкової,",
			"  і ваші підрозділи будуть отримувати 2% штрафу за кожну одиницю нещастя"
		],
		[
			"Нещастя має дві основні причини: Населення та міста",
			"  Кожне місто викликає 3 одиниці нещастя, а кожне населення — 1"
		],
		[
			"Є два основні способи боротьби з нещастям:",
			"  будуючи будинки щастя для свого населення",
			"  або покращивши ресурси розкоші у ваших межах."
		]
	],

	Golden_Age:  [
		[
			"Ви вступили в золотий вік!",
			"Золоті вікові бали накопичуються на кожному кроці загальним щастям ",
			"  вашої цивілізації",
			"В Золотий вік культура і виробництво збільшується на 20%,",
			"  і кожна клітина, яка вже містить хоча б одне золото, надасть додаткове золото."
		]
	],

	Roads_and_Railroads:  [
		[
			"Підключення ваших міст до столиці дорогами ",
			"  призведе до отримання золота через торговий шлях.",
			".Зауважте, що кожна дорога коштує 1 золото технічного обслуговування за хід, а кожна колія коштує 2 золота,"
			"  тому ви має бути більше економними, або чекати пока якесь місто зросте!"
		]

	]

	Victory_Types:[
		[
			"Колись ви зробите свої перші два-три міста, (від 100 до 150 ходів).",
			"Зараз настав час почати думати про те, як саме ви хочете виграти, якщо ви ще цього не зробили."
		],
		[
			"У грі є 3 способи перемогти, а саме:",
			" - Культурна перемога: завершіть 4 політичних дерева",
			" - Загарбання: виживіть як остання цивілізація",
			" - Научна перемога: будьте першими, хто зконструює космічний корабель до Альфи Центраври"
		],
		[
			"Отже, підводячи підсумок, основи Unciv — засновувати процвітаюче перше місто, повільно розширятись, щоб керувати рівнем щастя,",
			"   і налаштуйте себе на перемогу, яку хочете досягти.",
			"Очевидно, що є ще багато чого іншого, ніж це, але важливо не стрибати в глибокий кінець, перш ніж ви не навчитеся плавати.",
		]
	]

	Enemy_City:  [
		[
			"Cities can be conquered by reducing their health to 1,",
			"  and entering the city with a melee unit.",
			"Since cities heal each turn, it is best to attack with ranged units"
			"  and use your melee units to defend them until the city has been defeated!"
		]
	]

	Luxury_Resource:  [
		[
			"Luxury resources within your domain and with their specific improvement are connected to your trade network.",
			"Each unique Luxury resource you have adds 5 happiness to your civilization, but extra resources of the same type don't add anything, so use them for trading with other civilizations!"
		]
	]

	Strategic_Resource:  [
		[
			"Strategic resources within your domain and with their specific improvement are connected to your trade network.",
			"Strategic resources allow you to train units and construct buildings that require those specific resources, for example the Horseman requires Horses."
			"The top bar keeps count of how many unused strategic resources you own."
		]
	]

	_EnemyCityNeedsConqueringWithMeleeUnit:  [
		[
			"Місто вже не може чинити будь-який опір!",
			"Однак, щоб його завоювати, ви повинні увійти до міста з ближньобійником."
		]
	],

	After_Conquering: [
		[
			"When conquering a city, you can now choose to either  or raze, puppet, or annex the city.",
			"Razing the city will lower its population by 1 each turn until the city is destroyed."
		],
		[
			"Puppeting the city will mean that you have no control on the city's production.",
			"The city will not increase your tech or policy cost, but its citizens will generate 1.5x the regular unhappiness.",
			"Annexing the city will give you control over the production, but will increase the citizen's unhappiness to 2x!",
			"This can be mitigated by building a courthouse in the city, returning the citizen's unhappiness to normal.",
			"A puppeted city can be annexed at any time, but annexed cities cannot be returned to a puppeted state!"
		]
	],

	_BarbarianEncountered:  [
		[
			"Ви зіткнулися з підрозділом варварів!",
			"Варвари нападають на всіх без розбору, тому не дозволяйте ",
			"  цивільним підрозділам підходити до них і стежте уважно за своїм розвідником!"
		]
	]

	_OtherCivEncountered:  [
		[
			"Ви зіткнулися з іншою цивілізацією!",
			"Інші цивілізації починають мирно, і ви можете торгувати з ними,",
			"  але вони можуть згодом оголосити вам війну"
		]
	]

	_GameCrashed:  [
		[
			"Трясця! Схоже щось пішло КАТАСТРОФІЧНО неправильно!",
			"Цього АБСОЛЮТНО НЕ ПОВИННО БУЛО СТАТИСЯ!",
			"Будь ласка, надішліть мені (yairm210@hotmail.com) електронний лист з ігровою інформацією",
			"   (меню -> зберегти гру -> копіювати інформацію про гру -> вставити до email)",
			"   і я спробую виправити якнайшвидше!"
		]
	]

	Apollo_Program:  [
		[
			"Як тільки ви завершите прогрраму «Аполон», ви можете розпочати проектування частин космічного корабля в ваших містах,",
			" (з відповідними технологіями) щоб здобути научну перемогу!"
		]
	]

	Injured_Units:[
		[
			"Травмовані підрозділи завдають меншої шкоди, але відновлюються після ходів, якщо вони були неактивними",
			"Підрозділи відновлюють 5 здоров’я за хід на ворожій території, 10 на нейтральній,"
			"  15 на вашій території і 20 у ваших містах"
		]
	]

	Workers:[
		[
			"Робітники життєво важливі для зростання ваших міст, оскільки тільки вони можуть будувати вдосконалення на плитці",
			"Вдосконалення підвищують прибуток від вашої клітини, дозволяючи вашому місту виробляти більше і рости швидше, працюючи на тій же кількості клітин!"
		]
	]

	Siege_Units:[
		[
			"Siege units are extremely powerful against cities, but need to be Set Up before they can attack.",
			"Once your siege unit is set up, it can attack from the current tile,",
			"  but once moved to another tile, it will need to be set up again."
		]
	]

	Embarking:[
		[
			"Після того, як певна технологія буде досліджена, ваші наземні підрозділи будуть сідати на судна, дозволяючи їм переходити плитки води.",
			"Вхід або вихід з води займає весь хід.",
			"Підрозділи беззахисні під час входу чи виходу, тому будьте обережні!"
		]
	]

	City_Range:[
		[
			"Ваші мешканці можуть працювати на відстані трьох клітин від центра міста",
			"Кордон міста продовже розширюватися,",
			"   але громадяни не можуть бути назначені до далеких клітинок."
		]
	]


	Idle_Units:[
		[
			"Якщо ви не хочете, щоб підрозділ рухався на цьому ході, то ви можете пропустити хід натиснувши на «Наступний підрозділ» знову",
			"Якщо ви деякий час не будете переміщувати його, ви можете ввімкнути режим «Укріпити» або «Спати». ",
			"Підрозділи у цих режимах не вважаються не активними",
			"Якщо ви хочете вимкнути «Наступний підрозділ» повністю, то ви можете відключити це в Меню -> Перевіряти неробочі підрозділи",
		]
	]


	Contact_Me:  [
		[
			"Привіт! Якщо ви зайшли так далеко,",
			"  ви, напевно, бачили, що гра наразі незавершена",
			"UnCiv — це гра безкоштовна та з відкритим вихідним кодом. Це буде завжди,",
			"  тобто це означає, що не буде реклами чи іншої якоїсь нісенітниці.",
		],
		[
			"Що мотивує мене продовжувати працювати над цим, ",
			"  крім того, що я думаю, що це дивовижно здорово, що я можу,"
			"  це підтримка від гравців — ви, хлопці та дівчата найкращі!"
		],
		[
			"Кожна оцінка та відгуки, які я отримую, викликають посмішку на моєму обличчі =).",
			"  Тож зв’яжіться зі мною! Надішліть мені електронний лист, відгук, issue на Github"
			"  або поштового голуба для того, щоб розібратися, як зробити гру ",
			"  ще більш чудовою!"
			"(Контактна інформація знаходиться в Google Play)"
		]
	],

	_Pillaging:[
		[
			"Військові підрозділи можуть розкрадати вдосконалення, яке оздоровляє їх на 25 здоров’я і зруйновує це вдосконалення.",
			"На клітині все ще можна працювати, проте переваги від удосконалення (бонуси до характеристики і бонусні ресурси) буде втрачено.",
			"Робітники можуть відновити ці вдосконалення, що займає менше часу, ніж будувати поліпшення з нуля.",
		]
	]

}
