{ // Each entry s a tutorial, but the tutorial may be spread over separate paragraphs.
	// so for example:
	PolicyPickerScreen: [ // Activated when entering policy picker screen
		[ // This is simply a more comfortable format than "all in one line with \n".
			"Each turn, the culture you gain from all your ",
			"  cities is added to your Civilization's culture.",
			"When you have enough culture, you may pick a ",
			"  Social Policy, each one giving you a certain bonus."
		],  // this will be displayed as 4 lines of text in-game as well
		[
			"The policies are organized into branches, with each",
			"  branch providing a bonus ability when all policies ",
			"  in the branch have been adopted."
		],
		[
			"With each policy adopted, and with each city built,",
			"  the cost of adopting another policy rises - so choose wisely!"
		]
	],
	
	CityEntered: [
		[
			"Welcome to your first city!",
			"As of now, you only have 1 population, but this will grow when you amass enough surplus food",
			"Similarly, your city's borders grow when you amass enough culture,",
			"  which is not generated by tiles but rather by buildings."
		],
		[
			"Each population in your city can work a single tile, providing the city with that tile's yields.",
			"Population can be assigned and unassigned by clicking on the tiles - ",
			"  but of course, you can only assign population if you have idle population to spare!"
		],
		[
			"The center tile of a city is always worked, and doesn't require population,",
			"  but it cannot be improved by tile improvements."
			"The city's production always goes towards the current construction - ",
			"  you can pick the city's construction by clicking on the construction button on the bottom-left"
		]
	],
	
	TechPickerScreen : [
		[
			"Technology is central to your civilization,",
			" as technological progress brings with it",
			" more construction options, improvements, and abilities"
		],
		[
			"Most technologies are dependent on other technologies being researched - ",
			"  but you can choose a technology to aspire to,",
			"  and your civilization will research the necessary technologies to get there"
		]
	],
	
	
	CityFounded : [
		[
			"You have founded a city!",
			"Cities are the lifeblood of your empire, providing gold and science empire-wide,",
			"  which are displayed on the top bar.",
			"You can click the city name to enter  the city screen to assign population,",
			"  choose production, and see information on the city"
		],
		[
			"Once you have your first city up and running you’ll be able to start production of a new unit",
			"  and you’ll be able to begin your research.",
			"I’m not going to delve too deeply into the research element of the game yet – that will be handled later in the guide –",
			"  so let’s just talk about production."
		],
		[
			"The first thing coming out of your city should be either a Scout or Warrior."
			"I generally prefer the Warrior because it can be used for defense and because it can be upgraded",
			"  to the Swordsman unit later in the game for a relatively modest sum of gold.",
			"Scouts can be effective, however, if you seem to be located in an area of dense forest and hills.",
			"Scouts don’t suffer a movement penalty in this terrain."
			"If you’re a veteran of the 4x strategy genre your first Warrior or Scout will be followed by a Settler.",
			"Fast expanding is absolutely critical in most games of this type.",
		],
	],
	
	NewGame: [
		[
			"Hello, and welcome to Unciv!",
			"Civilization games can be complex, so we'll  be guiding you step-by-step.",
			"Your first mission is to found your capital city.",
			"This is actually an important task because your capital city will probably be your most prosperous.",
			"Many game bonuses apply only to your capital city and it will probably be the center of your empire."
		],
		[
			"How do you know a spot is appropriate?",
			"That’s not an easy question to answer, but looking for and building next to luxury resources is a good rule of thumb.",
			"Luxury resources are tiles that have things like gems, cotton, or silk (indicated by a smiley next to the resource icon)",
			"These resources make your civilization happy. You should also keep an eye out for resources needed to build units, such as iron."
		],
		[
			"However,  cities don’t have a set area that they can work - more on that later!"
			"This means you don’t have to settle cities right next to resources.",
			"Let’s say, for example, that you want access to some iron – but the resource is right next to a desert."
			"You don’t have to settle your city next to the desert. You can settle a few tiles away in more prosperous lands.",
			"Your city will grow and eventually gain access to the resource.",
			"You only need to settle right next to resources if you need them immediately – ",
			"   which might be the case now and then, but you’ll usually have the luxury of time."
		],
		
	],
	
	
	
	HappinessGettingLow:[
		[
			"As cities grow in size and influence they also are able to work more territory.",
			"You also have to deal with a happiness mechanic that is no longer tied to each individual city.",
			"Instead, your entire empire shares the same level of satisfaction.",
			"As your cities grow in population you’ll find that it is more and more difficult to keep your empire happy."
		],
		[
			"In addition, you can’t even build any city improvements that increase happiness until you’ve done the appropriate research.",
			"If your empire’s happiness ever goes below zero the growth rate of your cities will be hurt.",
			"If your empire becomes severely unhappy (as indicated by the smiley-face icon at the top of the interface)",
			"  your armies will have a big penalty slapped on to their overall combat effectiveness."
		],
		[
			"This means that it is very difficult to expand quickly in Unciv."
			"It isn’t impossible, but as a new player you probably shouldn’t do it."
			"So what should you do? Chill out, scout, and improve the land that you do have by building Workers.",
			"Only build new cities once you have found a spot that you believe is appropriate."
		],
		
	]
	
	
	TileLayout: [
		[
			"This is the world map, which is made up of multiple tiles.",
			"Each tile can contain units, resources and improvements, which we'll get to later.",
			"The position of the icon tells you what it signifies.",
			"For more details, you can click on the tile and see the tile information."
		]
	],
	
	
	TileClicked : [
		[
			"Clicking on a tile selects that tile,",
			"  and displays information on that tile on the bottom-right.",
			"If the tile contains a unit, that will become the selected unit,"
			"  and its info and actions will be displayed on the bottom left."
		]
	],
	
	UnitSelected : [
		[
			"When a unit is selected, its information will be displayed on the bottom-left corner.",
			"The available actions of that unit will appear above the tile information."
		]
	],
	
	AfterCityEntered : [
		[
			"Once you've done everything you can in this turn, ",
			"  click the next turn button on the top right to continue."
		],
		[
			"Each turn, science, culture and gold are added",
			"  to your civilization, your cities' construction",
			"  continues, and they may grow in population or area."
		]
	],
	
	NextTurn: [
		[
			"In your first couple of turns,",
			"  you will have very little options,",
			"  but as your civilization grows, so do the ",
			"  number of things requiring your attention"
		]
	]
	
	ContactMe:  [
		[
			"Hi there! If you've played this far, you've probably",
			"  seen that the game is currently incomplete.",
			"UnCiv is meant to be open-source and free, forever.",
			"  That means no ads or any other nonsense.",
		],
		[
			"What motivates me to keep working on it, ",
			"  besides the fact I think it's amazingly cool that I can,"
			"  is the support from the players - you guys are the best!"
		],
		[
			"Every rating and review that I get puts a smile on my face =)",
			"  So contact me! Send me an email, review, Github issue"
			"  or mail pigeon, and let's figure out how to make the game ",
			"  even more awesome!"
			"(Contact info is in the Play Store)" 
		]
	],
	
	Unhappiness:  [
		[
			"It seems that your citizens are unhappy!",
			"While unhappy, cities  will grow at 1/4 the speed,",
			"  and your units will suffer a 2% penalty for each unhappiness"
		],
		[
			"Unhappiness has two main causes: Population and cities",
			"  Each city causes 3 unhappiness, and each population, 1"
		],
		[
			"There are 2 main ways to combat unhappiness:",
			"  by building happiness buildings for your population",
			"  or by having improved luxury resources within your borders"
		]
	],
	
	GoldenAge:  [
		[
			"You have entered a golden age!",
			"Golden age points are accumulated each turn by the total happiness ",
			"  of your civilization",
			"When in a golden age, culture and production generation increases +20%,",
			"  and every tile already providing at least one gold will provide an extra gold."
		]
	],
	
	SecondCity:  [
		[
			"You have founded your second city!",
			"Connecting your cities to the capital by roads",
			"  will generate gold via the trade route.",
			"Note that each road costs 1 gold Maintenance per turn, "
			"  so it may be more economical to wait until the cities grow!"
		]
		[
			"Once you’ve settled your first two or three cities you’re probably 100 to 150 turns into the game.",
			"Now is a good time to start thinking about how, exactly, you want to win – if you haven’t already."
		],
		[
			"There are three ways to win in Unciv. They are:",
			"Cultural Victory: Complete 4 Social Policy Trees",
			"Domination Victory: Survive as the last civilization",
			"Science Victory: Be the first to construct a spaceship to Alpha Centauri"
		],
		[
			"So to sum it up, these are the basics of Unciv – ",
			"Found a prosperous first city, expand slowly to manage happiness,",
			"   and set yourself up for the victory condition you wish to pursue.",
			"Obviously, there is much more to it than that, but it is important not to jump into the deep end before you know how to swim.",
		]
	]
	
	EnemyCity:  [
		[
			"You have encountered an enemy city!",
			"Cities can be conquered by reducing their health to 1,",
			"  and entering the city with a melee unit.",
			"Since cities heal each turn, it is best to attack with ranged units"
			"  and use your melee units to defend them until the city has been defeated!"
		]
	]
	
	LuxuryResource:  [
		[
			"You have gained your first luxury resource!",
			"Each unique Luxury resource you have adds 5 happiness to your civilization,",
			"  but extra resources of the same type don't add anything, ",
			"  so use them for trading with other civilizations!"
		]
	]
	
	StrategicResource:  [
		[
			"You have gained your first strategic resource!",
			"Strategic resources allow you to train units and construct buildings that",
			"  require those specific resources, for example the Horseman requires Horses."
			"Each unit 'consumes' a copy of that resource, but if the unit is killed you can ",
			"  construct a new unit wth your now-unused resource.",
			"The top bar keeps count of how many unused strategic resources you own."
		]
	]
	
	EnemyCityNeedsConqueringWithMeleeUnit:  [
		[
			"The city can no longer put up any resistance!",
			"However, to conquer it, you must enter the city with a melee unit"
		]
	]
	
	BarbarianEncountered:  [
		[
			"You have encountered a barbarian unit!",
			"Barbarians attack everyone indiscriminately, so don't let your ",
			"  civilian units go near them, and be careful of your scout!"
		]
	]
	
	OtherCivEncountered:  [
		[
			"You have encountered another civilization!",
			"Other civilizations start out peaceful, and you can trade with them,",
			"  but they may choose to declare war on you later on"
		]
	]
	
	GameCrashed:  [
		[
			"Oh no! It looks like something went DISASTROUSLY wrong!",
			"This is ABSOLUTELY not supposed to happen!",
			"Please send me (yairm210@hotmail.com) an email with the game information",
			"   (menu -> save game -> copy game info -> paste into email)",
			"   and I'll try to fix it as fast as I can!"
		]
	]
	
	ApolloProgram:  [
		[
			"You have completed the Apollo Program!",
			"You can now start constructing spaceship parts in your cities (with the ",
			"  relevant technologies) to win a scientific victory!"
		]
	]
	
	InjuredUnits:[
		[
			"One of your units is injured!",
			"Injured units deal less damage, but recover after turns that they have been inactive",
			"Units heal 5 health per turn in enemy territory, 10 in neutral land,"
			"  15 inside your territory and 20 in your cities"
		]
	]
	
	WorkerTrained:[
		[
			"You have trained a worker!",
			"Workers are vital to your cities' growth, since only they can onstruct improvements on tiles",
			"Improvements raise the yield of your tiles, allowing your city to produce more and grow faster",
			"  while working the same amount of tiles!"
		]
	]
	
	SiegeUnitTrained:[
		[
			"You have trained a siege unit!",
			"Siege units are extremely powerful against cities, but need to be Set Up before they can attack.",
			"Once your siege unit is set up, it can attack from the current tile,",
			"  but once moved to another tile, it will need to be set up again."
		]
	]
	
	CanEmbark:[
		[
			"Your land units can now embark, allowing them to traverse water tiles!",
			"Entering or leaving water takes the entire turn.",
			"Units are defenseless while embarked, so be careful!"
		]
	]

	CityRange:[
		[
			"Your citizens can work 3 tiles away from city center.",
			"The city border will keep expanding,",
			"but citizen cannot be assigned to a tile too far."
		]
	]
	
	
	Idle_Units:[
		[
			"If you don't want to move a unit this turn, you can skip it by clicking 'Next unit' again.",
			"If you won't be moving it for a while, you can have the unit enter Fortify or Sleep mode - ",
			"  units in Fortify or Sleep are not considered idle units.",
			"If you want to disable the 'Next unit' feature entirely, you can toggle it in Menu -> Check for idle units",
		]
	]
	
}
