{ // Each entry s a tutorial, but the tutorial may be spread over separate paragraphs.
	// so for example:
	Culture_and_Policies: [ // Activated when entering policy picker screen
		[ // This is simply a more comfortable format than "all in one line with \n".
			"Каждый ход культура, которую вы получаете от всех ваших ",
			"  городов добавляется к культуре вашей Цивилизации.",
			"Когда у вас достаточно культуры, вы можете выбрать",
			"  Общественный Институт, каждый из которых даёт определённый бонус."
		],  // this will be displayed as 4 lines of text in-game as well
		[
			"Институты объеденины в ветви, каждая из",
			"  ветвей даёт бонусную способность, когда все ",
			"  институты в ветви приняты."
		],
		[
			"С каждым принятым институтом, и с каждым основаным городом,",
			"  цена принятия новой политики растёт - так что выбирайте мудро!"
		]
	],

	Cities: [
		[
			"Добро пожаловать в ваш первый город!",
			"На данный момент у вас есть только один житель,",
			"  но они будут расти, когда вы будете накапливать", 
			"  достаточно излишков еды."
		],
		[
			"Аналогично границы ваших городов растут, когда вы",
			"  накапливаете достаточно культуры, которая не создана",
			"  клетками, а скорее строениями."
		],
		[
			"Каждый житель в вашем городе может обрабатывать",
			"  одну клетку, предоставляя городу то, что даёт клетка.",
		],
		[
			"Житель может быть назначен и снят",
			"  нажатием на зелёные значки жителей на клетках - ",
			"  но конечно вы может назначит жителя только,",
			"  если у вас есть не занятые жители!"
		],
		[
			"Центральная клетка города всегда обработана",
			"  и ей не требуется житель,",
			"  но её нельзя улучшить улучшениями клеток."
		],
		[
			"Производство города всегда идёт на",
			"  текущую постройку - вы можете выбрать текущую городскую",
			"  постройку нажитием на кнопку",
			"  постройки в левом нижнем углу"
		]
	],
	
	ScienceVictoryScreenEntered : [
		[
			"Это окно научной победы, здесь",
			"  вы можете увидеть  ваш прогресс по созданию",
			"  космического корабля чтобы вознести вас к звёздам."
		],
		[
			"Есть 6 частей космического корабля, которые выдолжны построить",
			"  и все они требуют передовых технологий"
		],
	],

	Technology: [
		[
			"Технология это основа вашей цивилизации,",
			" пока технологический прогресс приносит с собой",
			" больше возможностей для постройки, улучшения и возможности"
		],
		[
			"Большинство технологий зависят от",
			" других иследованных технологий - ",
			" но вы можете выбрать к какой технологии стремится,",
			" и ваше цивиллизация будет исследовать",
			" необходимые технологии, чтобы добраться до туда"
		]
	],

	Tile_Clicked : [
		[
			"Нажатие на клетку выбирает эту клетку,",
			" и отображает информацию об этой клетке в нижнем правом углу,",
			" также как дейсвия юнита, если клетка содержат юнит"
		]
	],

	First_Steps : [
		[
			"Вы основали город!",
			"Города это источник жизненной силы вашей империи,",
			"  предоставляющий золото и науку всей империи,",
			"  которые отображаются на панели вверху."
		],
		[
			"Наука используется для исследованмя технологий.",
			"Вы можете перейти на экран технологий нажатием",
			"  на кнопку слева вверху, под панелью",
		],
		[
			"Вы можете нажать на название города, чтобы перейти",
			"  на экран города, чтобы распределить жителей,",
			"  выбрать постройку и увидеть информацию о городе"
		]
	],

	New_Game: [
		[
			"Привет и добро пожаловать в Unciv!",
			"Игры Civilization могут быть сложными, поэтому мы",
			"  будем направлять вас в вашем первом путешествии.",
			"Перед тем, как мы начнём давайте разберём базовые понятия игры."
		],
		[
			"Это карта мира, которая состоит из множества клеток.",
			"Каждая клетка может содержать юниты, также как и ресурсы",
			"  и улучшения, с которыми мы разберёмся позже"
		],
		[
			"Вы начинаете с двумя юнитами - ",
			"  Поселенец, который может основать город,",
			"  и разведчик, для исследования округи.",
			"  Нажмите на клетку, чтобы отдать юниту приказы!"
		]
	],

	Next_Turn : [
		[
			"Когда вы сделали всё что вы могли, ",
			"нажмите на кнопку следующего хода вверхнем правом углу."
		],
		[
			"Каждый ход наука, культура и золота добавляются",
			" к вашей цвилизации, строительство в ваших городах",
			" продолжается, и их население или территория может вырасти."
		]
	],

	_Slow_Start: [
		[
			"В ваши первые несколько ходов",
			"  у вас будет очень мало возможностей,",
			"  но когда ваше цивилизвция будет расти, также будет ",
			"  расти колличество вещей требующих внимания"
		]
	],

	Contact_Me:  [
		[
			"Привет! Если вы доиграли до сюда, вы наверное",
			"  заметили, что эта игра сейчас не закончена.",
			"UnCiv предназначена быть с открытым исхдным кодом и бесплатной, навсегда.",
			"  Это означает, что она без рекламы или любой другой ерунды.",
		],
		[
			"Что мотивирует меня продолжать работать, ",
			"  кроме того факта, что я думаю это невероятно круто, что я могу,"
			"  так это вся эта поддержка от игроков - вы лучшие ребята!"
		],
		[
			"Каждая оценка и обзор, которые я получаю вызывает на моём лице улыбку =)",
			"Поэтому свяжитесь со мной! Отправте мне емейл, обзор, вопрос на Github"
			"  Или почтового голубя и давайте разберёмся как сделать игру",
			"  ещё более потрясающей!"
			"(Контактная информация находится в Play Store)" 
		]
	],
	
	Unhappiness:  [
		[
			"Кажется ваши жители недовольны!",
			"Когда недовольны, города растут в 4 раза медленнее,",
			"  и ваши юниты получают 2% штрафа за каждую единицу недовольства"
		],
		[
			"Недовольство имеет две главные причины: Население и города",
			"  Каждый город вызывает 3 недовольства, и каждый житель 1"
		],
		[
			"Есть два способо борьбы с недовольством:",
			"  строительством зданий увеличивающих счастье вашего населения",
			"  или имея улучшенные редкие ресурсы внутри ваших границ"
		]
	],

	Golden_Age:  [
		[
			"Вы вошли в золотой век!",
			"Очки золотого века увеличиваются каждый ход на общее колличество счастья",
			"  вашей цивилизации",
			"Когда идёт золотой век выработка культуры и производства увеличивается на 20%,",
			"  и каждая клетка уже производящая хотя бы 1 золото предоставляет дополнительное золото."
		]
	],
	
	Roads_and_Railroads:  [
		[
			"Вы основали ваш второй город!",
			"Соединение ваш городов со столицей дорогами",
			"  будет вырабатывать золото через торговые пути.",
			"Учитывайте что содердание каждой дороги стоит 1 золото за ход, "
			"  так что может быть экономней подождать ростав ваших городов!"
		]
	]
	
	Enemy_City:  [
		[
			"Вы встретили вражеский город!",
			"Города могут быть захвачены уменьшением их здоровья до 1,",
			"  и входом в город юнита ближнего боя.",
			"Ввиду того что города лечатся каждый ход лучше атаковать юнитами дальнего боя"
			"  и защищать их юнитами ближнего боя бога город не будет побеждён!"
		]
	]
	
	Luxury_Resource:  [
		[
			"Вы добыли ваш первый редкий ресурс!",
			"Каждый уникальный редкий ресурс, который у вас есть добавляет 5 счастья вашей цивилизации,",
			"  но дополнительные ресурсы ничего не дают, ",
			"  поэтому используйте для торговли с другими цивилизациями!"
		]
	]
	
	Strategic_Resource:  [
		[
			"Вы добыли ваш первый стратегический ресурс!",
			"Стратегические ресурсы позволяют вам тренировать юнитов и строить строения, которые",
			"  требуют эти специфические ресурсы, например Кавалеристу необходимы лошади."
			"Каждый юнит 'потребляет' единицу этого ресурса, но если этот юнит уничтожен вы можете",
			"  создать нового юнита с помощью ваших неиспользованных ресурсов.",
			"Верхняя панель показывает сколлько у вас не использованных стратегических ресурсов."
		]
	]
	
	_EnemyCityNeedsConqueringWithMeleeUnit:  [
		[
			"Город больше не может сопротивлятся!",
			"Ожнако, чтобы его захватить вы должны войти в город с юнитом ближнего боя"
		]
	]
	
	_BarbarianEncountered:  [
		[
			"Вы встретили варварский юнит!",
			"Варвары атакуют всех без разбора, поэтому не давайте вашим",
			"  мирным юнитам проходить рядом с ними и будьте осторожны отправляя вашего разведчика!"
		]
	]
	
	_OtherCivEncountered:  [
		[
			"Вы встретили другую цивилизацию!",
			"Другие начинать мирно, и вы можете торговать сними,",
			"  но позднее они могут решить объявить вам войну"
		]
	]

	
}
