{
  // Each entry s a tutorial, but the tutorial may be spread over separate paragraphs.
  // Entries starting with a _ will NOT be shown in Civilopedia.

  Introduction: [
    [
      "Ласкаво просимо до Unciv!",
      "Оскільки це складна гра, є основні завдання, які допоможуть ознайомити вас з грою.",
      "Вони абсолютно необов’язкові, і ви можете самостійно вивчити гру!"
    ]
  ],
  // Civilopedia only, because players said this was too wall-of-text
  New_Game: [
    [
      "Ваша перша місія — це заснувати свою столицю.",
      "Це насправді важливе завдання, адже саме ваша столиця буде, мабуть, найбільш процвітаючою.",
      "Багато ігрових бонусів стосуються лише вашої столиці, і, ймовірно, вона буде центром вашої імперії."
    ],
    [
      "Як дізнатися, що це місце підходить для заснування міста?",
      "На це питання складно відповісти, але шукайте і засновуйте місто біля ресурсів розкоші.",
      "Ресурси розкоші — це клітини, на яких є речі, такі як дорогоцінні камені, бавовна або шовк (позначені посмішкою поруч із значком ресурсу)",
      "Ці ресурси роблять вашу цивілізацію щасливішою. Ви також повинні стежити за ресурсами, які потребуються для створення підрозділів, такі як залізо."
    ],
    [
      "Однак у містах немає визначеної площі, на якій вони можуть працювати — про це пізніше!",
      "Тобто ви не повинні засновувати міста прямо поруч з ресурсами.",
      "Скажімо, наприклад, що ви хочете отримати доступ до заліза — проте ресурс поруч з пустелею.",
      "Ви не повинні селитися поруч з пустелею. Ви можете оселитися кілька клітин подалі в процвітаючишіх містах.",
      "Ваше місто буде розширюватись, і врешті-решт отримає доступ до ресурсу.",
      "Якщо ви хочете поселитися поруч з ресурсом негайно, то оселіться біля нього, ",
      "   це може знадобитися, щоб отримати ресурс якнайшвидше, але зазвичай у вас багато часу."
    ],
    [
      "Перший, хто вийде з вашого міста, повинен бути або розвідником, або воїном.",
      "Я, як правило, віддаю перевагу Воїну, оскільки його можна використовувати для оборони і тому, що його можна вдосконалити",
      "  до мечника в пізній стадії гри за відносно невелику суму золота.",
      "Однак Розвідники можуть бути ефективними, якщо вам здається, що ви знаходитесь в районі густого лісу та пагорбів.",
      "Розвідники не отримують штраф до руху на цій місцевості.",
      "Якщо ви знавець жанру глобальних стратегій, то за вашим першим Воїном чи Розвідником послідує Поселенець.",
      "Швидке розширення є абсолютно необхідним у більшості ігор цього типу."
    ]
  ],
  _Slow_Start: [
    [
      "У ваші перші пару ходів,",
      "  ви будете мати дуже мало можливостей,",
      "  але як зростатиме ваша цивілізація, так і зростатиме ",
      "  кількість речей, що потребують вашої уваги."
    ]
  ],
  Culture_and_Policies: [
    // Activated when entering policy picker screen
    [
      "Кожний хід, культура, яку ви отримуєте від усіх своїх",
      "  міст, додається до культури вашої Цивілізації.",
      "Коли у вас буде достатньо культури, ви зможете вибрати ",
      "  Соціальний інститут, кожен з яких дає певний бонус."
    ],
    [
      "Політика організована у гілки,",
      "  при цьому кожна гілка надає можливість бонусу,",
      "  коли всі інститути у цій галузі будуть прийняті."
    ],
    [
      "Із кожним прийнятим інститутом, з кожним побудованим містом,",
      "  вартість прийняття нових інститутів зростає, тому вибирайте з розумом!"
    ]
  ],
  Happiness: [
    [
      "У міру того, як міста зростають у чисельності населення та впливі, вам доведеться мати справу із механікою щастя, яка вже не прив’язана до кожного окремого міста.",
      "Натомість уся ваша імперія має однаковий рівень задоволення.",
      "По мірі зростання чисельності ваших міст ви побачите, що підтримувати свою імперію все складніше і складніше."
    ],
    [
      "Окрім того, ви навіть не можете побудувати будь-які покращення міста, які збільшують щастя, поки ви не зробите відповідне дослідження.",
      "Якщо щастя вашої імперії коли-небудь опуститься нижче нуля, темп зростання ваших міст буде знижено.",
      "Якщо ваша імперія стає сильно нещасною (на що вказує значок обличчя у верхній частині інтерфейсу)",
      "  ваші армії матимуть велику штрафну санкцію у загальній ефективності бою"
    ],
    [
      "Це означає, що в Unciv швидко розширитись дуже важко.",
      "Це не є неможливим, проте, як новий гравець, ви, мабуть, не повинні цього робити.",
      "То що ж робити? Охолоньте, розвідайте та покращуйте землю, яку ви маєте, будуючи Робітників.",
      "Будуйте нові міста лише після того, як знайдете місце, яке вважаєте за потрібне."
    ]
  ],
  Unhappiness: [
    [
      "Схоже, що мешканці нещасливі!",
      "Поки вони нещасливі, міста будуть зростати на 1/4 швидкості від початкової,",
      "  і ваші підрозділи будуть отримувати 2% штрафу за кожну одиницю нещастя"
    ],
    [
      "Нещастя має дві основні причини: населення та міста",
      "  Кожне місто викликає 3 одиниці нещастя, а кожне населення — 1"
    ],
    [
      "Є два основні способи боротьби з нещастям:",
      "  будуючи будинки щастя для свого населення,",
      "  або покращувати ресурси розкоші у ваших межах."
    ]
  ],
  Golden_Age: [
    [
      "Ви вступили в золотий вік!",
      "Очки золотого віку накопичуються на кожному кроці відповідно до загального щастя ",
      "  вашої цивілізації",
      "В Золотий вік культура і виробництво збільшується на 20%,",
      "  і кожна клітина, яка вже виробляє хоча б 1 золото, надасть додаткове золото."
    ]
  ],
  Roads_and_Railroads: [
    [
      "Підключення ваших міст до столиці дорогами ",
      "  призведе до отримання золота через торговий шлях.",
      "Зауважте, що обслуговування доріг коштуватиме вам 1 золото за хід, а кожної колії - 2 золота,",
      "  тому ви маєте бути більш економними доки міста зростуть!"
    ]
  ],
  Victory_Types: [
    [
      "Якщо ви побудували свої перші два-три міста, то мабуть, вже пройшло 100-150 ходів.",
      "Зараз настав час почати думати про те, як саме ви хочете виграти, якщо ви ще цього не зробили."
    ],
    [
      "У грі є 3 способи перемогти, а саме:",
      " — Культурна перемога: завершіть 5 гілок соціальних інститутів",
      " — Загарбання: виживіть як остання цивілізація",
      " — Наукова перемога: будьте першими, хто зконструює космічний корабель до Альфа Центаври"
    ],
    [
      "Отже, підводячи підсумок, основи Unciv — засновувати процвітаюче перше місто, повільно розширятись, щоб керувати рівнем щастя,",
      "   і налаштовувати себе на перемогу, яку хочете досягти.",
      "Очевидно, що є ще багато чого іншого, але важливо не переоцінювати свої можливості, і робити все поступово."
    ]
  ],
  Enemy_City: [
    [
      "Міста можна завоювати, зменшивши їх здоров'я до 1,",
      "  і увійношовши в місто з підрозділом ближнього бою.",
      "Оскільки міста відновлюються кожного ходу, найкраще атакувати підрозділами дального бою",
      "  і використовуйте свої ближньобійні підрозділи, щоб захищати їх, поки місто не буде розгромлено!"
    ]
  ],
  Luxury_Resource: [
    [
      "Ресурси розкоші у вашому володінні та з їх конкретним удосконаленням під’єднані до вашої торгової мережі.",
      "Кожен унікальний ресурс розкоші додає вашій цивілізації 5 щастя, але додаткові ресурси одного типу нічого не додають, тому використовуйте їх для торгівлі з іншими цивілізаціями!"
    ]
  ],
  Strategic_Resource: [
    [
      "Стратегічні ресурси у вашому володінні та з їх конкретним удосконаленням під’єднані до вашої торгової мережі.",
      "Стратегічні ресурси дозволяють тренувати підрозділи та споруджувати будівлі, які потребують конкретних ресурсів, наприклад, Вершник вимагає Коней.",
      "На верхній панелі відображається кількість невикористаних стратегічних ресурсів."
    ]
  ],
  _EnemyCityNeedsConqueringWithMeleeUnit: [
    [
      "Місто вже не може чинити будь-який опір!",
      "Однак, щоб його завоювати, ви повинні увійти до міста з ближньобійником."
    ]
  ],
  After_Conquering: [
    [
      "Ви захопили місто, тепер оберіть що ви хочете зробити з ним: зруйнувати, зробити з нього маріонетку чи анексувати.",
      "«Зруйнувати» означає зменшувати чисельність населення міста на 1 одиницю кожен хід, поки воно не буде зрівняно з землею."
    ],
    [
      "Зробити місто «маріонеткою» означатиме, що ви не будете мати контролю над виробництвом міста.",
      "Місто не збільшуватиме ваші витрати на техніку чи інститути, але його громадяни породжуватимуть у 1,5 рази більше нещастя.",
      "Анексія міста надасть вам контроль над виробництвом, але збільшить нещастя громадян до 2х!",
      "Це можна зменшити, побудувавши у місті суд, повернувши нещастя громадян у нормальний стан.",
      "Маріонеткове місто можна будь-коли анексувати, але анексовані міста не можна повернути до маріонеткового стану!"
    ]
  ],
  _BarbarianEncountered: [
    [
      "Ви зіткнулися з підрозділом варварів!",
      "Варвари нападають на всіх без розбору, тому не дозволяйте ",
      "  цивільним підрозділам підходити до них і стежте уважно за своїм розвідником!"
    ]
  ],
  _OtherCivEncountered: [
    [
      "Ви зіткнулися з іншою цивілізацією!",
      "На початку гри всі цивілізаціїї у дружніх відносинах з вами, і ви можете торгувати з ними,",
      "  але згодом вони можуть оголосити вам війну"
    ]
  ]


  Apollo_Program: [
    [
      "Як тільки ви завершите програму «Аполлон», ви можете розпочати проектування частин космічного корабля в ваших містах,",
      " (з відповідними технологіями) щоб здобути наукову перемогу!"
    ]
  ],
  Injured_Units: [
    [
      "Травмовані підрозділи завдають меншої шкоди, але відновлюються після ходів, якщо вони були неактивними",
      "Підрозділи відновлюють 5 здоров’я за хід на ворожій території, 10 на нейтральній,",
      "  15 на вашій території і 20 у ваших містах"
    ]
  ],
  Workers: [
    [
      "Робітники життєво важливі для зростання ваших міст, оскільки тільки вони можуть будувати вдосконалення на клітинках",
      "Вдосконалення підвищують прибуток від вашої клітини, дозволяючи вашому місту виробляти більше і рости швидше, працюючи на тій же кількості клітин!"
    ]
  ],
  Siege_Units: [
    [
      "Підрозділи облоги надзвичайно потужні проти міст, але їх потрібно налаштувати, перед тим як вони зможуть атакувати.",
      "Коли ви налаштуєте підрозділ облоги, він зможе атакувати з поточної клітинки,",
      "  але вам прийдеться знову налаштовувати його, як тільки він буде переміщений на іншу клітинку."
    ]
  ],
  Embarking: [
    [
      "Після того, як певна технологія буде досліджена, ваші наземні підрозділи будуть сідати на судна, дозволяючи їм переходити клітинки води.",
      "Вхід або вихід з води займає весь хід.",
      "Підрозділи беззахисні під час входу чи виходу, тому будьте обережні!"
    ]
  ],
  City_Range: [
    [
      "Ваші мешканці можуть працювати на відстані трьох клітинок від центра міста",
      "Кордон міста буде розширюватися,",
      "   але громадяни не можуть бути назначені до далеких клітинок."
    ]
  ],
  Idle_Units: [
    [
      "Якщо ви не хочете, щоб підрозділ рухався на цьому ході, то ви можете пропустити хід натиснувши на «Наступний підрозділ» знову",
      "Якщо ви деякий час не будете переміщувати його, ви можете ввімкнути режим «Укріпити» або «Спати». ",
      "Підрозділи у цих режимах не вважаються не активними",
      "Якщо ви хочете вимкнути «Наступний підрозділ» повністю, то ви можете відключити це в Меню -> Перевіряти неробочі підрозділи"
    ]
  ],
  Contact_Me: [
    [
      "Привіт! Якщо ви зайшли так далеко,",
      "  то, напевно, бачили, що гра наразі незавершена",
      "UnCiv — це гра безкоштовна та з відкритим вихідним кодом. Так буде завжди,",
      "  тобто це означає, що не буде реклами чи іншої нісенітниці."
    ],
    [
      "Що мотивує мене продовжувати працювати над нею, ",
      "  крім того, що я думаю, що це дивовижно, що я можу,"
      "  це підтримка від гравців — ви, хлопці та дівчата найкращі!"
    ],
    [
      "Кожна оцінка та відгуки, які я отримую, викликають посмішку на моєму обличчі =).",
      "  Тож зв’яжіться зі мною! Надішліть мені електронний лист, відгук, чи опис проблеми на Github"
      "  або поштового голуба для того, щоб розібратися, як зробити гру ",
      "  ще більш чудовою!",
      "(Контактна інформація знаходиться в Google Play)"
    ]
  ],
  _Pillaging: [
    [
      "Військові підрозділи можуть грабувати вдосконалення, яке оздоровляє їх на 25 здоров’я і зруйновує це вдосконалення.",
      "На клітині все ще можна працювати, проте переваги від удосконалення (бонуси до характеристики і бонусні ресурси) буде втрачено.",
      "Робітники можуть відновити ці вдосконалення, що займає менше часу, ніж будувати поліпшення з нуля."
    ]
  ]
}
