{
  // Each entry s a tutorial, but the tutorial may be spread over separate paragraphs.
  // Entries starting with a _ will NOT be shown in Civilopedia.

  Introduction: [
    [
      "Welcome to Unciv!",
      "Because this is a complex game, there are basic tasks to help familiarize you with the game.",
      "These are completely optional, and you're welcome to explore the game on your own!"
    ]
  ],
  New_Game: [
    [
      "Zdravíčko, vítejte v UnCiv!",
      "Civilizační hry můžou být složité, takže si probereme základy hezky krok za krokem.",
      "Našim prvním úkolem bude založit hlavní město.",
      "To je opravdu zásadní úkol, neboť hlavní město bude pravděpodobně tím největším zdrojem naší prosperity.",
      "Mnoho herních bonusů lze získat pouze v hlavním městě, proto se pravděpodobně stane centrem naší říše."
    ],
    [
      "Jak poznáme správně místo k založení hlavního města?",
      "Na tuto otázku není lehká odpověď, ale jedno z hledisek správného výběru by měl být dostatek Luxusních zdrojů v jeho okolí.",
      "Luxusní zdroje jsou políčka s věcmi jako jsou drahokamy, bavlna či hedvábí (poznáme je podle smajlíku vedle ikony zdroje suroviny)",
      "Tyto zdroje činí naši civilizaci spokojenou. Nezapomínejme na zdroje na výrobu vojenských jednotek, jako třeba železná ruda."
    ],
    [
      "Města nemají striktně stanovenou oblast, na které mohou hospodařiit, ale o tom později."
      "To znamená, že nemusíme zakládat města hned vedle políček se zdroji..",
      "Řekněme pro příklad, že potřebujeme mít přístup k železné rudě, ale její zdroj se nachází těsně vedle pouště.",
      "NemusíMe zakládat město hned vedle pouště. Výhodnější je ho založit o kousek dál, kde bude krajina přívětivější.",
      "Naše město se postupně rozroste a časem získáme přístup k požadovanému zdroji.",
      "Jediný důvod pro založení města hned vedle zdroje je, že ho potřebujeme mít inhned k dispozici - ",
      "   což se někdy může stát, ale většinou budeme mít dostatek času."
    ]
  ],
  _Slow_Start: [
    [
      "Během prvních pár tahů,",
      "  máme jen velmi málo možností na výběr,",
      "  ale jak bude naše civilizace vzkvétat,",
      "  objeví se řada věcí vyžadujících naši pozornost."
    ]
  ],
  Culture_and_Policies: [
    // Activated when entering policy picker screen
    [
      "V každém tahu, kulturní body které získáme ze všech našich měst,",
      "  jsou přidány do společného kulturního banku cené říše.",
      "Ve chvíli kdy nasbíráme dostatečný počet kulturních bodů,",
      "  lze si vybrat novou sociální politiku, která přineše říši určité výhody."
    ],
    [
      "Sociální politika je rozdělena do jednotlivých skupin (větví),",
      "  přičemž každá z nich poskytuje speciální bonus ve chvíli,",
      "  kdy jsou získány všechny sociální politiky z jedné větve."
    ],
    [
      "S každou zavedenou sociální politikou a s každým dalším vybudovaným městem,",
      "  cena za výběr další sociální politiky významně vzrůstá. Vybírejte tedy s rozvahou!"
    ]
  ],
  Happiness: [
    [
      "Jak města rostou a vzkvétají, budeme se muset vypořádat s mechanismem Spokojenosti,",
      "  který již není nadále vypočítáván individuálně pro každé město.",
      "Místo toho sdílí celá říše společnou úroveň spokojenosti",
      "S přibývajícím počtem obyvatel zjistíme, že je stále obtížnější udržet populaci naší říše spokojenou."
    ],
    [
      "Aby toho nebylo málo, tak budovy zlepšující spokojenost obyvatel nelze stavět bez dokončení příslušného výzkumu.",
      "V případě že spokojenost v naší říši klesne pod nulu, tak se ve všech městech významně zpomalí přírůstek nových obyvatel.",
      "Pokud bude naše říše velmi nespokojená (jak ukazuje ikona smajlíku v horní liště)",
      "  celá naše armáda (bojové jednotky) obdrží významnou penalizaci a dojde k výraznému oslabení v boji."
    ],
    [
      "To znamená, že ve hře UnCiv je poměrně obtížné rychle expandovat.",
      "Nikdo netvrdí, že je to nemožné, ale novým hráčům se doporučuje nedělat to.",
      "Takže co bychom měli dělat? Uklidnit se, vyslat průzkumníky a vylepšovat námi ovládané území pomocí Dělníků.",
      "Nové města budujme až poté, co pro ně najdeme vhodné místo."
    ]
  ],
  Unhappiness: [
    [
      "Zdá se, že jsou naši obyvatelé nešťastní!",
      "Dokud bude nespokojenost trvat, města porostou pouze 1/4 rychlostí,",
      "  a všechny naše jednotky budou penalizovány 2% za každý 1 bod nespokojenosti."
    ],
    [
      "Nespokojenost má dva hlavní důvody: Populaci (počet obyvatel) a města",
      "  Každé město přidává 3 body nespokojenosti a každý obyvatel 1 bod nespokojenosti"
    ],
    [
      "Existují dva účinné způsoby jak bojovat proti nespokojenosti:",
      "  výstavbou budov, které zvyšují spokojenost obyvatel",
      "  nebo vylepšením Luxusních zdrojů, které se nachází na území našich měst."
    ]
  ],
  Golden_Age: [
    [
      "Vstoupili jsme do Zlatého věku!",
      "Zlatý věk představují body, které se získávají každé kolo jako celková Spokojenost celé naší civilizace",
      "Ve zlatém věku je produkce a počet generovaných kulturních bodů zvýšený o +20%,",
      "  na víc každé políčko, ze kterého získáváme alespoň jedno zlato nám poskytne další jedno extra zlato navíc."
    ]
  ],
  Roads_and_Railroads: [
    [
      "Propojení našich měst pomocí cest",
      "  přináší zisky z obchodních cest.",
      "Povšimněme si, že údržba každého políčka cesty stojí každé kolo 1 zlato, železnice pak dokonce 2 zlata",
      "  takže může být ekonomicky výhodnější s výstavbou počkat, až se města rozrostou!"
    ]
  ],
  Victory_Types: [
    [
      "Poté se se nám podaří založit první dvě nebo tři města, máme obvykle za sebou kolem 100 až 150 tahů ve hře. ",
      "Nyní je vhodná chvíli popřemýšlet o tom, jakým způsobem chceme naši říši k vítězství."
    ],
    [
      "Ve hře UnCiv existují celkem tři způsoby jak zvítězit. Tady jsou:",
      " - Kulturní vítězství: Zkompletovat 4 větve Sociální politiky",
      " - Vítězství v boji: Buďme poslední civilizací, která přežije (zničme všechny ostatní)",
      " - Vědecké vítězství: Získá ho ten, kdo první zkoustruuje vesmírnou loď pro cestu na Alfa Centauri"
    ],
    [
      "Když si to ve stručnosti shrneme, tady jsou základy hry UnCiv - Založme prosperující první město, pomalu expandujme na mapě,",
      "   postarejme se o spokojenost lidu a soustřeďme se na jednu z cest k vítězství.",
      "",
      "So to sum it up, these are the basics of Unciv – Found a prosperous first city, expand slowly to manage happiness,",
      "   and set yourself up for the victory condition you wish to pursue.",
      "Obvykle je toho mnohem více než je zde zmíněno. Je potřeba postupovat pomalu a s rozvahou, a krok po kroku pochopit herní principy."
    ]
  ],
  Enemy_City: [
    [
      "Města lze dobýt tak, že snížíte jejich zdraví na 1,",
      "  a poté do něj vstoupíme s jednotkou určenou na boj zblízka.",
      "Město se samo opravuje v každém tahu, proto je nejpoužívanější metodou dobývání užití jednotek pro boj na dálku,",
      "  přičemž jednotky pro boj zblízka používáme k jejich ochraně a poté na finální útok na město!"
    ]
  ],
  Luxury_Resource: [
    [
      "Luxusní zdroje na území říše včetně jejich vylepšení jsou připojeny do naší obchodní sítě.",
      "Každý unikátní Luxusní zdroj přidá 5 bodů spokojenosti pro naši říši,",
      "  další zdroje té samé luxusní suroviny už spokojenost neovliivňují,",
      "  takže je můžeme použít jako obchovní artikl pro výměnu s jinou ciivilizací!"
    ]
  ],
  Strategic_Resource: [
    [
      "Strategiické zdroje na území říše včetně jejich vylepšení jsou připojeny do naší obchodní sítě.",
      "Strategické zdroje nám umožňují vycvičit některé jednotky a postavit určiité budovy,",
      "  které tyto specifiické zdroje potřebují. Například ke vycvičení jednotky Jízda potřebujeme koně.",
      "Každá jednotka spotřebuje právě jeden požadovaný zdroj, v případě že je tato jednotka zabita nebo propuštěna,",
      "  stane se tento zdroj nevyužitý a můžeme za něj vycvičit novou jednotku.",
      "Nevyužité strategické zdroje máme neustále na očích - v horní liště."
    ]
  ],
  _EnemyCityNeedsConqueringWithMeleeUnit: [
    [
      "Město už není nadále schopné bojovat a bránit se!",
      "Ovšem pokud ho chceme dobýt, je potřeba do něj vstoupiit s jednotkou určenou pro boj zblízka."
    ]
  ],
  After_Conquering: [
    [
      "Ihned po obsazení města si můžeme vybrat, jaký bude jeho další osud Na výběr máme z vyhlazení, anektování a nebo loutkové vlády.",
      "Vyhladzování města znamená, že se jeho populace sníží každý tah o 1 obyvatele až do úplného zničení."
    ],
    [
      "Loutková vláda znamená, že nemáme kontrolu nad výrobními procesy ve městě.",
      "Město nepřispívá říši Výzkumem, ani body do Sociální politiky, ovšem jeho obyvatelé generují 1,5 násobek běžné nespokojenosti.",
      "Anektování města nám dá kontrolu nad produkcí města, ale nespokojenost obyvatel se zvýší 2x!",
      "Tento jev lze zmírnit vybudováním budovy Soudu (nejlépe koupit za zlato), což navrátí nespokojenost obyvatel na původní hodnotu.",
      "Město s Loutkovou vládou lze kdykoliv anektovat, ovšem v anektovaných městech již není možné znovu zavést loutkovou vládu!"
    ]
  ],
  _BarbarianEncountered: [
    [
      "Setkali jsme se s barbarskou jednotkou!",
      "Barbaři útočí na každého bez rozdílu, takže nenechávajme naše",
      "  civilní jednotky v jejich blízkosti a dávejme také pozor na naše průzkumníky!"
    ]
  ],
  _OtherCivEncountered: [
    [
      "Setkali jsme se s jinou civilizací!",
      "Ostatní civilizace začínají vyjednávat mírumilovně a lze s nimi obchodovat,",
      "  v budoucnu ovšem můžou změnit svůj názor a klidně nám vyhlásí válku."
    ]
  ],
  Apollo_Program: [
    [
      "Ve chvíli kdy jsme dokončili Apollo Program, můžeme začít ve městech stavět části vesmírné lodi (SS z anglického SpaceShip),",
      "  samozřejmě s použitím vyzkoumaných relevantních technologií, a dosáhnout tak vítězství Vědeckou cestou!"
    ]
  ],
  Injured_Units: [
    [
      "Zraněné jednotky způsobují menší poškození, pokud s nimi během tahu nebudeme provádět žádnou akci, budou se pomalu uzdravovat.",
      "Jednotce se obnoví 5 bodů zdraví na území nepřítele, 10 bodů zdraví na neutrální půdě,",
      "  15 bodů zdraví na území naší říše a 20 bodů zdraví pokud jsou umístěny v jednom z našich měst."
    ]
  ],
  Workers: [
    [
      "Dělníci jsou stavebními kameny pro naše města, přestože dokáží pouze stavět vylepšení na jednotlivých políčkách",
      "Tyto vylepšení zvyšují zisky z jednotlivých políček, což umožňuje městu větší a rychlejší produkci",
      "  při hospodaření na stejném množství políček!"
    ]
  ],
  Siege_Units: [
    [
      "Obléhací stroje (jednotky) jsou extrémně silné při útoku na město, ale nejprve potřebují provést Přípravu na útok",
      "Ve chvíli kdy je naše obléhací jednotka připravena na boj, může útočit z políčka na kterém právě stojí,",
      "  po pohybu na jiné políčko je potřeba provést další Přípravu na útok."
    ]
  ],
  Embarking: [
    [
      "Po vyzkoumání příslušné technologie se naše pozemní jednotky můžou nalodit a začít pohybovat v pobřežních vodách.",
      "Nalodění či vylodění stojí každou jednotku jeden celý tah.",
      "Při tomto procesu je jednotka zcela bezbranná, tak pozor na to!"
    ]
  ],
  City_Range: [
    [
      "Obyvatelé města můžou pracovat do vzdálensoti 3 políčka od centra města.",
      "Městské hranice můžou expandovat mnohem dále,",
      "  ale občané města na tyto vzdálená políčka již nelze přiřadit."
    ]
  ],
  Idle_Units: [
    [
      "Pokud tento tah nechceme s jednotkou vykonávat žádnou činnost, můžem ji přeskočit kliknutím na tlačítko 'Další jednotka'.",
      "Pokud s jednotkou nechceme hýbat po delší dobu, můžeme ji buď opevnit a nebo uspat,",
      "  opevněné a uspané jodnotky nejsou považovány za zahálející (nezaměstnané) jedotky.",
      "Pokud chcete funkci 'Další jednotka' úplně zakázat, lze to provést v Menu -> Kontrolovat zahálející jednotky"
    ]
  ],
  Contact_Me: [
    [
      "Zdravíčko, pokud jste se dostali až sem, pravděpodobně vidíte,",
      "  že hra ještě stále není zcela dokončená.",
      "UnCiv je vyvíjena jako hra s otevřeným zdrojovýcm kódem (open-source) a zdarma. Navždy.",
      "  To znamená žádné reklamy, žedné mikrotransakce ani jiné dosud neobjevené nesmysly :-)"
    ],
    [
      "To co mě motivuje k další práci na hře,",
      "  kromě faktu že jsem naprosto skvělý a úžasný,",
      "  je podpora ze strany hráčů - jste prostě nějleší!"
    ],
    [
      "Každé hodnocení, komentář či recenze mi vykouzlí úsměv na tváři =)",
      "  Neváhejte mě kontaktovat! Pošlete mi email, napište recenzi, nahlašte problém na Githubu",
      "  nebo pošlete třeba poštovního holuba a dejte mi vědět, jak hru udělat",
      "  ještě více úžasnou!",
      "(Kontaktní údaje naleznete na Play Storu)"
    ]
  ],
  _Pillaging: [
    [
      "Vojenské jednotky můžou drancovat vylepšení, což jim přidá 25 zdraví a zároveň zničí vylepšení.",
      "Políčko lze i nadále obhospodařovávat, ale výhody z vylepšení zmízí. Bonusy a zdroje budou zničeny.",
      "Dělníci můžou opravit tyto poničené vylepšení, což jim bude méně času, než kdyby je měli budovat znovu od začátku."
    ]
  ]
}

