{
  // Each entry s a tutorial, but the tutorial may be spread over separate paragraphs.
  // so for example:

  Introduction: [
    [
      "Добро пожаловать в Unciv!",
      "Потому что это комбинированная игра здесь находятся основные подсказки чтобы помочь вам познакомиться с игрой.",
      "Это полностью необязательно, и вы можете cамостоятельно исследовать игру!"
    ]
  ],
  Culture_and_Policies: [
    [
      "Каждый ход культура, которую вы получаете от всех ваших ",
      "  городов добавляется к культуре вашей Цивилизации.",
      "Когда у вас достаточно культуры, вы можете выбрать",
      "  Общественный Институт, каждый из которых даёт определённый бонус."
    ],
    [
      "Институты объеденины в ветви, каждая из",
      "  ветвей даёт бонусную способность, когда все ",
      "  институты в ветви приняты."
    ],
    [
      "С каждым принятым институтом, и с каждым основаным городом,",
      "  цена принятия новой политики растёт - так что выбирайте мудро!"
    ]
  ],
  New_Game: [
    [
      "Привет и добро пожаловать в Unciv!",
      "Игры Цивилизации могут быть сложными, поэтому мы",
      "  будем направлять вас в вашем первом путешествии.",
      "Перед тем, как мы начнём давайте разберём базовые понятия игры."
    ],
    [
      "Это карта мира, которая состоит из множества клеток.",
      "Каждая клетка может содержать юниты, также как и ресурсы",
      "  и улучшения, с которыми мы разберёмся позже"
    ],
    [
      "Вы начинаете с двумя юнитами - ",
      "  Поселенец, который может основать город",
      "  и Разведчик, для исследования округи.",
      "  Нажмите на клетку, чтобы отдать юниту приказы!"
    ]
  ],
  _Slow_Start: [
    [
      "В ваши первые несколько ходов",
      "  у вас будет очень мало возможностей,",
      "  но когда ваша цивилизация будет расти, также будет ",
      "  расти количество вещей требующих внимания."
    ]
  ],
  Happiness: [
    [
      "Так как города растут в размере и влиянии, вам надо работать с механикой счастья что больше не связана с каждым отдельным городом.",
      "Вместо этого по вашей империи распределяется тот же уровень удовлетворения.",
      "Так как ваши города растут вы найдёте что всё труднее и труднее держать свою империю счастливой."
    ],
    [
      "К тому же, вы также не можете строить любые улучшения города что увеличивают счастье до тех пор пока не выполните соответствующее исследование.",
      "Если здоровье вашей империи упадёт ниже нуля то cкорость роста в городах снизиться.",
      "Если ваша империя станет крайне несчастливой(отображается как изображение улыбающегося лица наверху интерфейса)",
      " ваши армии получат большой штраф который скажется на их общей эффективности."
    ],
    [
      "Это означает что очень сложно быстро расшириться в Unciv."
      "Это не невозможно, но как новый игрок вы, возможно, не должны этого делать."
      "Так что вам надо делать? Успокойтесь, разведывайте и улучшайте местность, что можно обеспечить постройкой Рабочих.",
      "Только строя новые города вы сможете найти место, которое считате подходящим."
    ]
  ],
  Unhappiness: [
    [
      "Кажется ваши жители недовольны!",
      "Когда жители недовольны, города растут в 4 раза медленнее",
      "  и ваши юниты получают 2% штрафа за каждую единицу недовольства."
    ],
    [
      "Недовольство имеет две главные причины: Население и города.",
      "  Каждый город вызывает 3 недовольства и каждый житель 1."
    ],
    [
      "Есть два способа борьбы с недовольством:",
      "  строительство зданий увеличивающих счастье вашего населения",
      "  или имея улучшенные редкие ресурсы внутри ваших границ."
    ]
  ],
  Golden_Age: [
    [
      "Вы вошли в золотой век!",
      "Очки золотого века увеличиваются, каждый ход, на общее количество счастья",
      "  вашей цивилизации.",
      "Когда идёт золотой век выработка культуры и производства увеличивается на 20%",
      "  и каждая клетка, производящая хотя бы 1 золото, предоставляет дополнительное золото."
    ]
  ],
  Roads_and_Railroads: [
    [
      "Вы основали ваш второй город!",
      "Соединение ваших городов со столицей дорогами",
      "  будет вырабатывать золото через торговые пути.",
      "Учитывайте что содержание каждой дороги стоит 1 золото за ход, ",
      "  так что может быть экономнее подождать роста ваших городов!"
    ]
  ],
  Enemy_City: [
    [
      "Вы встретили вражеский город!",
      "Города могут быть захвачены уменьшением их здоровья до 0",
      "  и входом в город юнита ближнего боя.",
      "Ввиду того что города лечатся каждый ход лучше всего атаковать юнитами дальнего боя",
      "  и защищать их юнитами ближнего боя, тогда город не будет побеждён!"
    ]
  ],
  Luxury_Resource: [
    [
      "Вы добыли ваш первый редкий ресурс!",
      "Каждый уникальный редкий ресурс, который у вас есть добавляет 5 счастья вашей цивилизации,",
      "  но дополнительные ресурсы ничего не дают,",
      "  поэтому используйте их для торговли с другими цивилизациями!"
    ]
  ],
  Strategic_Resource: [
    [
      "Вы добыли ваш первый стратегический ресурс!",
      "Стратегические ресурсы позволяют вам тренировать юнитов и строить постройки, которые",
      "  требуют эти специфические ресурсы, например Кавалеристу необходимы лошади.",
      "Каждый юнит 'потребляет' единицу этого ресурса, но если этот юнит уничтожен вы можете",
      "  создать нового юнита с помощью ваших неиспользованных ресурсов.",
      "Верхняя панель показывает сколлько у вас не использованных стратегических ресурсов."
    ]
  ],
  _EnemyCityNeedsConqueringWithMeleeUnit: [
    [
      "Город больше не может сопротивлятся!",
      "Однако, чтобы его захватить вы должны войти в город с юнитом ближнего боя."
    ]
  ],
  _BarbarianEncountered: [
    [
      "Вы встретили варварский юнит!",
      "Варвары атакуют всех без разбора, поэтому не давайте вашим",
      "  мирным юнитам проходить рядом с ними и будьте осторожны отправляя вашего разведчика!"
    ]
  ],
  City_Range: [
    [
      "Ваши жители могут обрабатывать клетки в радиусе 3 клеток от центра города.",
      "Границы города будут продолжать расширятся,",
      "но жители не могут быть назначены на отдалённые клетки."
    ]
  ],
  Idle_Units: [
    [
      "Если вы не хочете перемещать юнит на этом ходу, то можете пропустить его, снова нажимая на ‘Следующий юнит’.",
      "Если вы не будете перемещать его в течении длительного срока времени, то можете применить режим Укрепления или Сна – ",
      " юниты в Укреплении или Сне не считаются бездействующими юнитами.",
      "Если вы хочете отменить особенность ‘Следующий юнит’ то можете переключить её в Меню -> Проверка на бездействующие юниты."
    ]
  ],
  Injured_Units: [
    [
      "Раненые юниты наносят меньше урона, но восстанавливаются в течении тех ходов, в течении которых они были неактивны.",
      "Юниты излечивают 5 очка здоровья на вражеской територии, 10 на нейтральной земле,",
      "  15 внутри вашей територии и 20 в ваших городах"
    ]
  ],
  Siege_Units: [
    [
      "Осадные юниты чрезвычайно мощны против городов, но требуют Подготовку перед тем как они смогут атаковать.",
      "Как только юнит подготовлен, он может атаковать из текущей клетки,",
      " но как только юнит переместиться на другую клетку, он будет нуждаться в новой подготовке."
    ]
  ],
  Embarking: [
    [
      "Единожды нужная технология будет изучена,ваши наземные юниты смогут подниматься на борт, разрешая им перемещаться по водным клеткам.",
      "Вхождение или выход из воды занимает весь ход.",
      "Юниты теряют обороноспособность, так что будьте осторожны!"
    ]
  ],
  Workers: [
    [
      "Рабочие жизненно необходимы для роста ваших городов, только с тех пор как они могут сооружать улучшения на клетках.",
      "Улучшения повышают урожай с ваших клеток, разрешая, в тоже время, вашему городу всё больше производить и расти быстрее!"
    ]
  ],
  Victory_Types: [
    [
      "С тех пор как вы разместили свои первые 2 или 3 города вы уже, вероятно, сделали от 100 до 150 ходов в игре.",
      "Сейчас хорошее время чтобы начать думать об том, как вы хочете выиграть – если вы ещё не определились с этим."
    ],
    [
      "Есть три способа победить в Unciv.Это:",
      " - Культурная победа: Закончите 5 ветвей общественных институтов.",
      " - Завоевание: Станьте последней выжившей цивилизацией.",
      " - Научная победа: Первым постройте космический корабль к Альфа Центавра."
    ],
    [
      "Таким образом обобщу, это основы Unciv – Расположите первый процветающий город, медленно расширяйтесь, для контроля счастья,",
      "  настройте себя на условие победы и гонитесь за выбранной.",
      "Очевидно, для этого надо намного больше чем есть тут, но важно не прыгать глубоко до того, как ты умееш плавать."
    ]
  ],
  Apollo_Program: [
    [
      "С тех пор как вы закончили Программу Аполлон можете начинать строить части космического корабля в своих городах",
      " (с соотвествующими технологиями) чтобы сделать научную победу."
    ]
  ],
  After_Conquering: [
    [
      "Когда захватываете город , вы сейчас можете выбрать cледующее: cнести город, сделать своей марионеткой или оккупировать его.",
      "Снос города будет уменьшать его население на 1 жителя, каждый ход, пока город не разрушиться."
    ],
    [
      "Напрямую контролировать производство в городе-сателлите нельзя.",
      "Город не будет увеличивать стоимость технологий или институтов, но его жители будут производить в 1,5 раза больше несчастья.",
      "Оккупация города означает что у вас будет контроль над его производством, но увеличит количество несчастья от жителей в 2 раза!",
      "Это может быть уменьшено постройкой в городе суда, возвращая несчастье от жителей к обычному уровню.",
      "Город-сателлит может быть оккупирован в любое время, но оккупированные города не могут снова стать сателлитом!"
    ]
  ],
  _OtherCivEncountered: [
    [
      "Вы встретили другую цивилизацию!",
      "Другие цивилизации начинают мирно, и вы можете торговать с ними,",
      "  но позднее они могут решить объявить вам войну."
    ]
  ],
  Contact_Me: [
    [
      "Привет! Если вы доиграли досюда, вы наверное",
      "  заметили, что эта игра сейчас не закончена.",
      "UnCiv предназначено быть с открытым исходным кодом и бесплатной, навсегда.",
      "  Это означает, что она без рекламы или любой другой ерунды."
    ],
    [
      "Что мотивирует меня продолжать работать, ",
      "  кроме того факта, что я думаю это невероятно круто, что я могу,",
      "  так это вся эта поддержка от игроков - вы лучшие ребята!"
    ],
    [
      "Каждая оценка и обзор, которые я получаю вызывает на моём лице улыбку =)",
      "Поэтому свяжитесь со мной! Отправте мне емейл, обзор, вопрос на Github",
      "  Или почтового голубя и давайте разберёмся как сделать игру",
      "  ещё более потрясающей!",
      "(Контактная информация находится в Play Store)"
    ]
  ],
  _Pillaging: [
    [
      "Военные юниты могут грабить улучшения, что лечит им 25 здоровья и разрушает улучшение.",
      "Клетка может продолжать работать, но её преимущества от улучшения – бонусы к характеристикам и ресурсы – будут потеряны.",
      "Рабочие могут починить эти улучшения, что займёт меньше времени чем его строительство ."
    ]
  ]
}
