{
  // Each entry s a tutorial, but the tutorial may be spread over separate paragraphs.
  // so for example:

  Introduction: [
    [
      "Welcome to Unciv!",
      "Because this is a complex game, there are basic tasks to help familiarize you with the game.",
      "These are completely optional, and you're welcome to explore the game on your own!"
    ]
  ],
  Culture_and_Policies: [
    [
      "文化可以通过建设文化建筑或奇观、推行社会政策等积累。",
      "当您有足够的文化时, 可以推行一项社会政策，",
      "每项社会政策都给您一定的奖励。"
    ],
    [
      "社会政策被划分成几个分支，每个分支都有自己的子政策，",
      "当一个分支社会政策的所有子政策都被推行，",
      "会有一个额外的奖励。"
    ],
    [
      "随着每项社会政策的推行，每座城市的建立，",
      "推行新的社会政策时的文化花费会随之提升--所以要明智地选择!"
    ]
  ],
  New_Game: [
    [
      "您好，欢迎来到绚丽多彩的UnCiv游戏世界!",
      "文明游戏是复杂的，让我们通过教程来引导您开始一段奇妙的旅程。",
      "您的第一个任务是建立首都，",
      "这个任务是非常重要的，因为通常情况下首都会成为你的文明最繁荣的城市。",
      "游戏中解锁政策、科技等带来的很多增益往往只对首都有效，所以首都的发展代表了您的文明的发达程度。"
    ],
    [
      "如何选择一个合适的首都建立位置？这不是一个容易回答的问题。",
      "通常情况下，选择紧邻奢侈资源的位置是选择建立点的不二法则。",
      "奢侈资源主要包括宝石、棉花、丝绸等（这些资源在地图上用一个“笑脸”标示），",
      "开发这些资源可以增加您的文明的快乐。当然，你也应该留意那些组建单位时所需要的战略资源，比如铁。"
    ],
    [
      "但是，城市的边界不是固定的，它会随着文化的积累慢慢扩张。",
      "这意味着你并不一定要把城市建在太过靠近资源的位置。",
      "举例来说，比如, 你需要获得战略资源铁--但悲剧的是该资源紧邻沙漠。",
      "您无需把城市建立在紧邻沙漠的位置。相反的，可以选择离该资源稍远而且更加富饶的地块。",
      "随着城市的不断繁荣发展和边界的扩张，城市将慢慢靠近该资源直至获得它。",
      "如果需要马上获得所需的战略资源你可以选择建城在靠近资源的位置--",
      "有时候这样做可能对游戏的胜利更有利，但通常情况下您都有充裕的时间选择更加合理的建立点。"
    ]
  ],
  Happiness: [
    [
      "随着城市规模扩大，城市的可工作地块也会变得越来越多。",
      "这时，你将不得不面对游戏中关于“快乐”的机制。在游戏中，快乐的产出是所有城市总和计算，",
      "快乐的消耗则由城市数量和人口数量决定。",
      "随着城市数量的增加和城市人口的增长您将会很快发现：保持你的文明始终处于快乐是一件越来越难的事。"
    ],
    [
      "此外，在未研发相关科技前您将无法建造任何能增加快乐的建筑、奇观和开发可以增加快乐的奢侈资源。",
      "如果您的文明处于不满，将会极大地减慢城市发展速度。",
      "如果文明的不满状态非常严重（顶部信息栏用一个“哭脸”标示），",
      "您的部队战斗力将会有极大的减成。"
    ],
    [
      "这意味着在Unciv游戏中快速扩张是一件非常困难的事，新手们一定要十分慎重。",
      "那么究竟应该如何做呢？把目光聚焦在发展自己已有的城市上吧。",
      "通过组建工人建造设施、开发资源，同时不要放松对其他文明的侦查工作，",
      "只有当您在寻找到一个合适的位置后再来建立新的城市吧。"
    ]
  ],
  _Slow_Start: [
    [
      "在游戏开始的最初几回合，",
      "您只需进行很少的操作。",
      "但随着您的文明的发展，",
      "很多事情必须面面俱到。"
    ]
  ],
  Contact_Me: [
    [
      "您好!玩到这里，您已经熟悉了游戏的全部内容，",
      "您会发现游戏目前是不完整的，它还处于开发状态。",
      "不过UnCiv将永远是开源和免费的，",
      "这意味着您无须担心广告或付费问题。"
    ],
    [
      "您的支持将激励着我进一步完善它，",
      "我一定会竭尽全力、精益求精。",
      "感谢玩家们的支持--您们是最棒的!"
    ],
    [
      "如果喜欢它，请到Play Store对它进行评价。",
      "如果您发现了游戏存在的问题或有什么好的意见和建议，",
      "请联系我！",
      "我的email地址：yairm210@hotmail.com，",
      "GitHub项目页面：https://github.com/yairm210/UnCiv。"
    ]
  ],
  Unhappiness: [
    [
      "看来您的市民不太高兴!",
      "因为不满(快乐为负)，城市的食物产出将-75%，",
      "每1点不满会使您的单位战斗力-2%。"
    ],
    [
      "产生不满的原因有两个:人口数和城市数，",
      "每座城市产生3点不满，每个市民产生1点不满。"
    ],
    [
      "有两种方法可以减少不满:",
      "为您的市民建造提供快乐的建筑或奇观，",
      "或者开发奢侈资源。"
    ]
  ],
  Golden_Age: [
    [
      "您的文明进入了一个黄金时代!",
      "您的快乐每个回合都会积累，",
      "当快乐积累到一定数值就会开启一个黄金时代。",
      "在黄金时代，文化和产能积累速率+20%，",
      "每个至少产出1金钱的地块将提供额外的金钱。"
    ]
  ],
  Roads_and_Railroads: [
    [
      "您已经建立了第二座城市!",
      "通过道路连接您的城市和首都来建立贸易路线，",
      "贸易路线将提供额外的金钱产出。",
      "请注意，道路经过的每个地块都需要1金钱的维护费，",
      "所以等待城市的自然发展可能更经济!"
    ]
  ],
  Victory_Types: [
    [
      "当您建立了两三座城市后，可能已经经过了100～150回合，",
      "这时您应该思考和谋划如何赢得游戏的胜利--如果此时你还没有胜利的话！"
    ],
    [
      "在Unciv游戏中，有三种赢得胜利的方式。分别是：",
      "文化胜利---完成4个社会政策分支；",
      "征服胜利---通过消灭其他文明成为世界上唯一的存在；",
      "科技胜利---成为第一个建造太空飞船飞向遥远的半人马阿尔法星的文明。"
    ],
    [
      "小心谋划、认真算计、稳扎稳打、步步为营，这是游玩Unciv游戏的基本法则。",
      "首先建立一座繁荣的城市，确保快乐不为负的情况下慢慢扩张，渐渐成长为一方强权，",
      "向着你设定的胜利目标勇敢前进吧！",
      "这是勇敢者的游戏，需要的不仅是智谋和勇气，请尽情享受吧！不过，请注意：鲁莽与草率是通向死亡的快车道！"
    ]
  ],
  Enemy_City: [
    [
      "您已经包围了敌人的一座城市!",
      "当城市的耐久降至1时就可以被占领。",
      "只能使用近战单位占领城市。",
      "城市每回合会自动回复少许耐久，所以最好先使用远程单位攻击它，",
      "同时使用您的近战单位来保护远程单位，直到城市被占领!"
    ]
  ],
  Luxury_Resource: [
    [
      "您已经获得了第一个奢侈资源!",
      "您拥有的每种独一无二的奢侈资源都会给您的文明+5快乐，",
      "每种奢侈资源只能提供一份快乐加成，同种的多个资源并不会提供更多的快乐，",
      "所以用它们和其他文明进行贸易吧!"
    ]
  ],
  Strategic_Resource: [
    [
      "您已经获得了第一个战略资源!",
      "战略资源允许您组建特定的单位和建造特定的建筑。",
      "当您在一个战略资源地块上建造了设施，它将为您提供有限数量的该种资源。",
      "组建相关单位和建造相关建筑时这些资源会消耗。如需要消耗1单位的马来组建1个骑手，",
      "没有马就不能组建骑手。当该单位或建筑被摧毁时，此资源将能再次使用。",
      "如果获取资源途径出现中断，需要该资源的单位将受到战斗力减成，直至重新获得该资源。"
    ]
  ],
  _EnemyCityNeedsConqueringWithMeleeUnit: [
    [
      "这座城市再也不能抵抗了!",
      "然而，要征服城市，请使用您的近战单位占领它。"
    ]
  ],
  After_Conquering: [
    [
      "恭喜！您已经攻占了一座敌人的城市！",
      "您可以选择摧毁、傀儡甚至吞并它。",
      "“摧毁城市”可以令城市人口每回合-1，人口为0时城市将完全被摧毁。"
    ],
    [
      "“傀儡城市”意味着您将无法控制该城市的产能，",
      "好处是该城市将不会额外增加您研发科技和推行社会政策时的花费，同时该城市人口产生的不满是正常值的1.5倍。",
      "“吞并城市”将会给予您该城市的绝对控制权，但该城市人口产生的不满将是正常值的2倍。",
      "在城市内建造“法庭”可以使人口产生的不满降低到正常值。",
      "可以在任何时候吞并已傀儡的城市，但已吞并的城市无法再变为傀儡状态。选择前请考虑清楚！"
    ]
  ],
  _BarbarianEncountered: [
    [
      "您遇到蛮族了!",
      "蛮族会不分青红皂白地攻击靠近它的每一个单位，",
      "所以请不要让您的移民等平民单位靠近他们，同时还要注意你的斥候!"
    ]
  ],
  _OtherCivEncountered: [
    [
      "您遇到了另一个文明!",
      "其他文明一开始是和平的，您可以和他们进行贸易，",
      "但是他们以后可能会选择对您宣战。"
    ]
  ],
  Apollo_Program: [
    [
      "您已经完成了阿波罗计划！",
      "现在可以开始在您的城市中建造飞船部件了，",
      "来通过太空竞赛赢得科技胜利吧！"
    ]
  ],
  Injured_Units: [
    [
      "您的一个单位受伤了!",
      "受伤的单位造成的伤害比未受伤时少，他们的生命值在不进行任何操作时可以回复。",
      "每回合生命值回复量取决于单位所处的位置：",
      "敌方领土时5点，中立领土时10点，己方领土时15点，城市中心地块时20点。"
    ]
  ],
  Workers: [
    [
      "您训练了一个工人!",
      "工人对您所在城市的发展至关重要，因为只有他们才能在地块上建造设施。",
      "设施可以提高地块的产出，",
      "当市民在建有设施的地块工作时，将给您的城市带来更多的收益。"
    ]
  ],
  Siege_Units: [
    [
      "您训练了一支攻城单位!",
      "攻城单位对城市具有极强的毁灭力，但在进攻前必须先把它架设起来。",
      "您的攻城单位架设起来后，它就可以从当前的地块发起攻击，",
      "但是一旦它移动到其他地块，就需要重新架设。"
    ]
  ],
  Embarking: [
    [
      "您的陆军单位现在拥有船运能力，他们可以穿越海洋地块!",
      "陆军单位进入或离开水域后，当前回合内将不能再进行任何操作。",
      "陆军单位处于船运状态在海上行进时是没有防御能力的，所以请小心!"
    ]
  ],
  City_Range: [
    [
      "市民可以在距城市中心地块3格以内处于您文明影响范围内的地块上工作。",
      "虽然城市的边界会持续地扩张，",
      "但是市民不能分配在距城市中心地块3格以外的地块上。"
    ]
  ],
  Idle_Units: [
    [
      "如果当前回合不想对某个单位执行任何操作，可以点击右上方“下个闲置单位”按钮来跳过该单位。",
      "如果一段时间内不想对其执行任何操作，可以对该单位执行“驻守”或“休眠”指令，",
      "系统执行“回合结束前查看闲置单位”指令时将自动跳过处于“驻守”或“休眠”状态的单位。",
      "如果想完全禁用“下个闲置单位”按钮，请进入“设置”菜单并将“回合结束前查看闲置单位”设置为“否”。"
    ]
  ],
  _Pillaging: [
    [
      "军事单位可以劫掠地块设施，“劫掠”可以回复单位25点生命值同时将设施化为废墟。",
      "被“劫掠”的地块仍旧可以工作，但从地块设施获得的效果————例如基本资源加成和战略资源收益————将会消失。",
      "工人可以修复这些化为废墟的设施，所花费时间将比重新建造它们要少。"
    ]
  ]
}
