[
    {
        "name": "Civilian",
        "movementType": "Land",
        "uniques": [
            "Can be named [Ahuitzotl, Akbar, Arminius, Belisarius, Cao Cao, Chandragupta Maurya, Hernan Cortez, Oliver Cromwell, El Cid, Epaminondas, Eugene of Savoy, Gaius Marius, Geronimo, Gustavus Adolphus, Heinz Guderian, Hamilcar Barca, Hannibal Barca, Ivan the Terrible, Jeanne d'Arc, Khaled ibn al-Walid, Robert E. Lee, Leonidas, Lysander, Charles Martel, Maurice of Nassau, Bernard Montgomery, George Patton, Francisco Pizarro, Pompey, Pyrrhus, Erwin Rommel, Sargon, Scipio Africanus, Winfield Scott, Sitting Bull, Spartacus, Subutai, Sun Tzu, Timur, Johann Tserclaes, Vercingetorix, Albrecht von Wallenstein, William the Conqueror, Zhuge Liang, Georgy Zhukov] <for [Great General] units>",
            "Can be named [Adrien Carpentiers, Alphonse-Marie-Adolphe de Neuville, Amedeo Modigliani, Amir Khusro, Ansel Adams, Antonello da Messina, Antoni Gaudi, Antonín Dvořák, Arthur Conan Doyle, Asher Brown Durand, August Haake, Bahram Kirmanshahi, Bartolomé de las Casas, Bartholomeus Spranger, Bernardo Martorell, Caravaggio, Caspar David Friedrich, Claude Monet, Dante Alighieri, Du Fu, Duke Ellington, Edgar Degas, Edmund Leighton, Edouard Manet, El Greco, Emanuel Leutze, Ernest Hemingway, Eugène Delacroix, Francisco de Goya, Francisco de Zurbaran, Francesco Hayez, Frederic Remington, Frank Kafka, Frans Post, Friedensreich Hundertwasser, George Gower, George P. A. Healy, George Seurat, Gilbert Stuart, Giovanni Bellini, Giotto di Bondone, Giuseppe Arcimboldo, Grant DeVolson Wood, Gustav Klimt, Gustave Caillebotte, Hans Holbein the Younger, Huang Gongwang, Henri de Toulouse-Lautrec, Henri Rousseau, Hiranand, Horace Vernet, Ibn Muqlah, Ilya Repin, Jacques-Louis David, James Abbott McNeill Whistler, Jan van Eyck, Jan Vermeer, Jean Clouet, Jean Honore Fragonard, Jean Fouquet, Jiao Bingzhen, Johann Friedrich von Schiller, Johann Sebastian Bach, Johann Wolfgang von Goethe, Johannes Brahms, Joseph Conrad, József Borsos, Homer, Kālidāsa, Kamaleddin Behzad, Kano Masanobu, Karl Briullov (Bryullov), Katsushika Hokusai, Leonardo da Vinci, Leo Tolstoy, Li Po, Ling Lun, Louis Armstrong, Ludwig van Beethoven, Leo Tolstoy, Mark Twain, Martin Johnson Heade, Mary Cassatt, Michelangelo Buonarroti, Miguel de Cervantes, Miles Davis, Omar Khayyám, Pablo Neruda, Pablo Picasso, Paul Cezanne, Paul Delaroche, Paul Gauguin, Paolo Uccello, Peter Paul Rubens, Petrus Christus, Pierre-Auguste Renoir, Pieter Bruegel (the Younger), Pieter Bruegel the Elder, Qian Xuan, Qiu Ying, Raffaello Sanzio, Raja Ravi Varma, Rembrandt van Rijn, Jalal al-Din Muhammad Rumi, Salvador Dali, Samuel F. B. Morse, Sandro Botticelli, Sergey Vasilyevich Ivanov, Stanley Kubrick, Sultan Muhammad, Thespis, Thomas Gainsborough, Tintoretto, Titian, Torajiro Kasai, Toyokuni Utagawa, Utagawa Hiroshige, Utagawa Kuniyoshi, Valmiki, Victor Hugo, Viktor M. Vasnetsov, Vincent van Gogh, Virgil, Wang Ximeng, Wang Xizhi, Willem van de Velde the Younger, William Butler Yeats, William Bouguereau, William Shakespeare, William Simpson, Winslow Homer, Wolfgang Amadeus Mozart, Yan Liben, Yanagawa Shigenobu, Yunus Emre, Zhang Zeduan] <for [Great Artist] units>",
            "Can be named [Aesop, Vittorio Alfieri, Dante Alighieri, Ludovico Ariosto, Aristophanes, Jane Austen, Bertrand de Bar-sur-Aube, Bhāsa, L. Frank Baum, Harriet Beecher Stowe, Cao Xueqin, Lewis Carroll, Miguel de Cervantes, Geoffrey Chaucer, Anton Chekhov, Chikamatsu Monzaemon, James Fenimore Cooper, Stephen Crane, Rubén Darío, Charles Dickens, Emily Dickinson, Fyodor Dostoyevsky, Sir Arthur Conan Doyle, Alexandre Dumas, F. Scott Fitzgerald, Johann Wolfgang von Goethe, Nikolay Gogol, Maksim Gorky, Nathaniel Hawthorne, José Hernández, Homer, Victor Hugo, Washington Irving, Jorge Isaacs, Kālidāsa, Omar Khayyám, Ki no Tsurayuki, Rudyard Kipling, Langling Xiaoxiao Sheng, D. H. Lawrence, Lucian of Samosata, Thomas Mallory, Herman Melville, Murasaki Shikibu, Natsume Soseki, Ovid, Petrarch, Edgar Allen Poe, Marcel Proust, Qu Yuan, François Rabelais, Jalal al-Din Muhammad Rumi, Johann Friedrich von Schiller, William Shakespeare, Mary Shelley, Shi Naian, Sophocles, Edmund Spencer, Henry David Thoreau, Leo Tolstoy, Mark Twain, Ueda Akinari, Valmiki, Jules Verne, Virgil, Voltaire, Vyasa, H. G. Wells, Walt Whitman, Yoshida Kenkō] <for [Great Arist] units>", // Great Writer in BNW
            "Can be named [John Adams, Al-Kindi, Alla Rakha, Johann Sebastian Bach, Louis Ballard, Ludwig van Beethoven, Prince Benbadhanabongse, Alban Berg, David Blanasi, Johannes Brahms, Benjamin Britten, Prince Buster, William Byrd, John Cage, Carlos Chávez, Frédéric Chopin, Sayed Darwish, Claude Debussy, Guillaume Dufay, Antonín Dvořák, Duke Ellington, Enheduanna, Ulvi Cemal Erkin, Gaspar Fernandes, Giovanni Gabrieli, George Gershwin, Carlo Gesualdo, Guido d'Arezzo, George Handel, Franz Josef Haydn, Gustav Holst, Charles Ives, Ji Kang, Orlande de Lassus, Solomon Linda, Ferenc Liszt, Emerico Lobo de Mesquita, Gustav Mahler, Guillaume de Machaut, Meerabai, Mesomedes, Wolfgang Amadeus Mozart, Modest Mussorgsky, R. Carlos Nakai, Jacob Obrecht, Johannes Ockeghem, Niccolò Paganini, Giovanni Pierluigi da Palestrina, Hanna Petros, Josquin des Prez, Maurice Ravel, Steve Reich, Silvestre Revueltas, Camille Saint Saëns, Esteban Salas y Castro, Erik Satie, Manuel Saumell, Francisco Manuel da Silva, Johann Strauss II, Richard Strauss, Thomas Tallis, Taizan Higuchi, Pyotr Tchaikovsky, Giuseppe Verdi, Richard Wagner, Wasitodiningrat, Hugo Wolf, Yamada Kengyo, Yatsuhashi Kengyo, Ziryab] <for [Great Arist] units>", // Great Musician in BNW
            "Can be named [Aretas III, Andrew Carnegie, Coco Chanel, Marcus Licinius Crassus, Enrico Dandolo, Anthony van Diemen, Jakob Fugger, Harkuf, Edward Harriman, Milton S. Hershey, Ibn Battuta, Steve Jobs, John Maynard Keynes, Sir James Lancaster, Sir Alexander Mackenzie, Giovanni de Medici, John Stuart Mill, Henri Nestlé, Marco Polo, John D. Rockefeller, Sir Thomas Roe, Shah Jahan, Adam Smith, Levi Strauss, Raja Todar Mal, Thomas Twining, Cornelius Vanderbilt, Richard Whittington, Wang Anshi, Zhang Qian] <for [Great Merchant] units>",
            "Can be named [Archimedes, Alexander Graham Bell, Isambard Kingdom Brunel, Karl Benz, Henry Bessemer, Bi Sheng, Cai Lun, Charles Augustin de Coulomb, Louis Daguerre, Gottlieb Daimler, Charles Stark Draper, George Eastman, Thomas Edison, Alexandre Gustave Eiffel, Henry Ford, Benjamin Franklin, Robert Goddard, George Washington Goethals, Heron, Imhotep, Joseph Marie Jacquard, Ferdinand de Lesseps, Guglielmo Marconi, William Morton, Nikolaus August Otto, Blaise Pascal, Norbert Rillieux, John Roebling, Wilhelm Schickard, Mimar Sinan, Nain Singh, Nikola Tesla, James Watt, Frank Lloyd Wright, Orville Wright, Wilbur Wright, Zhang Heng] <for [Great Engineer] units>",
            "Can be named [Al-Khwarizmi, Al-Razi, Abu al-Qasim al-Zahrawi, Alhazen, Aristotle, Aryabhata, Francis Bacon, Tycho Brahe, Niels Bohr, Nicolaus Copernicus, Marie Curie, John Dalton, Charles Darwin, René Descartes, Albert Einstein, Euclid, Leonard Euler, Michael Faraday, Enrico Fermi, Richard Feynman, Rosalind Franklin, Galileo Galilei, Carl Friedrich Gauss, Werner Heisenberg, Alexander von Humboldt, Hypatia, Johannes Kepler, Andrey Kolmogorov, Antoine Laurent Lavoisier, Mary Leakey, Antony van Leeuwenhoek, Gottfried Leibniz, Carl Linnaeus, Mikhail Lomonosov, James Clerk Maxwell, Gregor Mendel, Dmitri Mendeleev, Merit-Ptah, Nasir al-Din al-Tusi, Nabu-rimanni, John von Neumann, Isaac Newton, Louis Pasteur, Plato, Ptolemy, Ernest Rutherford, Andrey Sakharov, Claude Shannon, Shen Kuo, Socrates, Alan Turing, Xi Ling Shi, Zu Chongzhi] <for [Great Scientist] units>",
            "Can be named [Batu, Berke, Genghis, Guyuk, Hulegu, Kublai, Mongke, Mongke Temur, Ogedei, Temur Khagan] <for [Khan] units>"
        ]
    },
    {
        "name": "Sword",
        "movementType": "Land"
    },
    {
        "name": "Gunpowder",
        "movementType": "Land"
    },
    {
        "name": "Archery",
        "movementType": "Land"
    },
    {
        "name": "Ranged Gunpowder",
        "movementType": "Land"
    },
    {
        "name": "Scout",
        "movementType": "Land"
    },
    {
        "name": "Mounted",
        "movementType": "Land"
    },
    {
        "name": "Armored",
        "movementType": "Land"
    },
    {
        "name": "Siege",
        "movementType": "Land",
        "civilopediaText": [
            { "text": "Siege units are extremely powerful against cities, but need to be Set Up before they can attack.\nOnce your siege unit is set up, it can attack from the current tile,\n  but once moved to another tile, it will need to be set up again." }
        ]
    },
    {
        "name": "Civilian Water",
        "movementType": "Water",
        "uniques": [
            "Can be named [Afonso de Albuquerque, Marcus Vipsanius Agrippa, Álvaro de Bazán, Calonymus of Alexandria, Jacques Cartier, Christopher Columbus, James Cook, Andrew Cunningham, Michiel de Ruyter, George Dewey, Don John of Austria, Andrea Doria, John Doukas, Francis Drake, Leif Ericson, Erik the Red, David Farragut, Vasco da Gama, Comte de Grasse, Hanno, John Hawkins, Hayreddin Barbarossa, Henry the Navigator, Himilco, John Paul Jones, Ferdinand Magellan, Horatio Nelson, Chester W. Nimitz, Matthew Perry, Murat Reis, Phormio, Pytheas, Marcus Atilius Regulus, Roger of Lauria, Zinovy Rozhestvensky, Shi Lang, Alfred von Tirpitz, Togo Heihachiro, Turgut Reis, Fyodor Ushakov, Fernando Villaamil, Peter Wessel Tordenskjold, Isoroku Yamamoto, Yi Sun-sin, Zheng He] <for [Great Admiral] units>"
        ]
    },
    {
        "name": "Melee Water",
        "movementType": "Water"
    },
    {
        "name": "Ranged Water",
        "movementType": "Water"
    },
    {
        "name": "Submarine",
        "movementType": "Water",
        "uniques": ["Can enter ice tiles", "Invisible to non-adjacent units", "Can see invisible [Submarine] units"]
    },
    {
        "name": "Aircraft Carrier",
        "movementType": "Water"
    },
    {
        "name": "Fighter",
        "movementType": "Air",
        "uniques": ["Aircraft", "[+4] Sight", "Can see over obstacles", "Can perform Air Sweep"]
    },
    {
        "name": "Bomber",
        "movementType": "Air",
        "uniques": ["Aircraft"]
    },
    {
        "name": "Atomic Bomber",
        "movementType": "Air",
        "uniques": ["Aircraft"]
    },
    {
        "name": "Missile",
        "movementType": "Air",
        "uniques": ["Self-destructs when attacking", "Cannot be intercepted"]
    },
    {
        "name": "Helicopter",
        "movementType": "Land",
        "uniques": ["Can pass through impassable tiles"]
    },

    // Deprecated unit types required for mods without a UnitTypes.json file to work

    {
        "name": "Melee",
        "movementType": "Land"
    },
    {
        "name": "Ranged",
        "movementType": "Land"
    },
    {
        "name": "Armor",
        "movementType": "Land"
    },
    {
        "name": "WaterCivilian",
        "movementType": "Water"
    },
    {
        "name": "WaterMelee",
        "movementType": "Water"
    },
    {
        "name": "WaterRanged",
        "movementType": "Water"
    },
    {
        "name": "WaterSubmarine",
        "movementType": "Water"
    },
    {
        "name": "WaterAircraftCarrier",
        "movementType": "Water"
    },
    {
        "name": "AtomicBomber",
        "movementType": "Air"
    }
]
