[
	{
		"name": "Babylon",
		"translatedName": "Babylone",
		"leaderName": "Nebuchadnezzar II",
		"translatedLeaderName": "Nabuchodonosor II",
		"adjective": ["babylonien"],
		
		"startIntroPart1": "Que les faveurs du ciel descendent sur toi, ô grand Nabuchodonosor, père de la puissante et antique Babylone ! Le monde était encore jeune lorsque Sargon fonda Babylone il y a quelques cinq milliers d'années ; longtemps encore a-t-elle grandi et prospéré, bâtissant son premier empire au huitième siècle avant Jésus-Christ sous le règne du divin Hammourabi, le législateur. Bien que conquise par les Kassites et les Assyriens, Babylone a perduré et émergé de ses cendres tel un phénix, recouvrant son indépendance des mains de ses nombreux ennemis. Véritablement Babylone était le centre artistique et scientifique du monde antique. Ô Nabuchodonosor, ton empire ne t'a pas survécu bien longtemps, tombant aux mains des Perses puis des Grecs, et détruite en 141 avant Jésus-Christ.",
		"startIntroPart2": "Mais, grand Nabuchodonosor, Babylone a-t-elle disparu à jamais ? Ton peuple se tourne vers toi pour redonner à Babylone sa gloire d'antan. Releveras-tu le défi ? Sauras-tu bâtir une civilisation qui pourra résister au passage du temps ?",
		"declaringWar": "Le démon a soif du sang de vos soldats !",
		"attacked": "Ah, bien... j'imagine que vous savez ce que vous faites.",
		"defeated": "C'est terminé. Je pourrai enfin avoir la paix.",
		"introduction": "Je suis Nabuchodonosor, roi de Babylone. Êtes-vous un homme, ou un esprit ?",
		"neutralHello": "Je vous salue.",
		"neutralLetsHearIt": ["Je vous écoute.","Que voulez-vous donc ?"],
		"neutralNo": ["Non.","Certainement pas.","C'est inacceptable !"],
		"neutralYes": ["Soit.","Oui.","Très bien."],
		"hateHello": "Que voulez-vous encore ?",
		"hateLetsHearIt": ["Allez-y, dépêchez-vous.","Parle !"],
		"hateNo": ["Non !","Certainement pas !","C'est inacceptable !"],
		"hateYes": ["Tant mieux."],
		"afterPeace": "Quelle erreur, quelle grande erreur de me laisser vivre...",
		"tradeRequest": "Je pense avoir trouvé une utilité à votre existence, et elle consiste à faire du commerce avec moi.",
		"outerColor": [27,53,63],
		"innerColor": [213,249,255],
		"uniqueName": "Ingéniosité",
		"unique": "Reçoit un Scientifique illustre après la découverte de l'Ecriture. Les Scientifiques illustres apparaissent deux fois plus vite.",
		"cities": ["Babylone","Akkad","Dur-Kurigalzu","Nippur","Borsippa","Sippar","Opis","Mari","Shushan","Eshnunna",
			"Ellasar","Erech","Kutha","Sirpurla","Neribtum","Assur","Ninive","Nimrud","Arbela","Nuzi",
			"Arrapkha","Tutub","Shaduppum","Rapiqum","Mashkan Shapir","Tuttul","Ramad","Ana","Haradum","Agrab"]
	},
	{
		"name": "Greece",
		"translatedName": "Grèce",
		"leaderName": "Alexander",
		"translatedLeaderName": "Alexandre le Grand",
		"adjective": ["grec"],
		
		"startIntroPart1": "Que les dieux te bénissent, ô grand roi Alexandre ! Ton peuple a vécu pendant tant d'années séparés en Cites-Etats : des cités légendaires telles qu'Athènes, Sparte, Thèbes. Ces villes ont apporté au monde tant de grandes choses : la démocratie, la philosophie, la tragédie, l'art et l'architecture, les fondements de la civilisation occidentale. Bien que peu nombreuses et souvent hostiles les unes envers les autres, elles ont réussi à vaincre un ennemi beaucoup plus puissant qu'elles, l'Empire perse, sur terre et sur mer.",
		"startIntroPart2": "Ô Alexandre, ton peuple s'affaire sur le sentier de la guerre, prêt à étendre l'éblouissante culture grecque à des millions de gens et à t'apporter la gloire éternelle. Es-tu prêt à accepter ton destin, Alexandre ? Mèneras-tu ton peuple au triomphe et à la grandeur ? Sauras-tu bâtir une civilisation qui pourra résister au passage du temps ?",
		"declaringWar": "Vous êtes restés trop longtemps sur mon chemin. Vous serez détruit.",
		"attacked": "Tant mieux. La paix me fatigue également.",
		"defeated": "Vous avez réussi à me défaire. Quelle genre de monstre êtes-vous ?",
		"introduction": "Salut étranger ! Je suis Alexandros, fils de rois et petit-fils de dieux !",
		"neutralHello": "Je vous salue.",
		"neutralLetsHearIt": ["Je vous écoute.","Oui ? Allez-y.","Continuez."],
		"neutralNo": ["Je refuse.","Certainement pas.","Je ne peux accepter."],
		"neutralYes": ["Certainement.","Oui.","Merci beaucoup."],
		"hateHello": "Quoi ?",
		"hateLetsHearIt": ["Vous disiez.","Et ?","Dépêchez-vous."],
		"hateNo": ["Cela ne me plaît pas.","Vous êtes malhonnête !","Euh... Pardon ?"],
		"hateYes": ["Oh, très bien.","Allons-y."],
		"afterPeace": "Je vous félicite pour votre remarquable victoire.",
		"tradeRequest": "Cela vous semble-t-il raisonnable ?",
		"outerColor": [181,232,232],
		"innerColor": [68,142,249],
		"uniqueName": "Ligue hellénique",
		"unique": "L'Influence auprès des Cites-Etats diminue deux fois moins vite et revient deux fois plus vite.",
		"cities": ["Athènes","Sparte","Corinthe","Argos","Cnossos","Mycènes","Pharsale","Ephèse","Halicarnasse","Rhodes","Erétrie","Pergame","Milet","Mégare","Phocée","Sicyone","Tirynthe","Samos","Mytilène","Chios","Paris","Ellis","Syracuse","Héraclée","Gortyne","Chalcis","Pylos","Pella","Naxos"]
	}
	{
		"name": "China",
		"translatedName": "Chine",
		"leaderName": "Wu Zetian",
		"translatedLeaderName": "Wu Zetian",
		"adjective": ["chinois"],
		
		"startIntroPart1": "Que le Ciel te bénisse, Impératrice Wu Zetian, la plus belle et grande dirigeante de Chine ! Ô grande Impératrice, sous ton ombre les fleurs s'épanouissent et les rivières scintillent ! Tu es le guide des Chinois, la civilisation la plus grande et la plus vieille de l'humanité. L'histoire de la Chine se perd dans les brumes du passé ; son peuple a accompli de grands exploits avant même que d'autres civilisations naissent. Les contributions des Chinois aux arts et aux sciences sont trop nombreuses pour être toutes citées : la presse à imprimer, la poudre à canon, les oeuvres de Confucius ne sont que quelques exemples de dons à un monde qui ne les méritaient pas !",
		"startIntroPart2": "Toi, grande reine, qui par ta ruse et ta beauté a su t'élever du rang de vulgaire concubine à celui d'Imperatrice Divine : ton peuple se tourne vers toi pour le guider. La grande Chine est de nouveau assiégée par les tribus barbares. Pourras-tu défendre ton peuple face à ses nombreux ennemis et lui apporter la gloire de nouveau ? Sauras-tu bâtir une civilisation qui pourra résister au passage du temps ?",
		"declaringWar": "Vous ne serez bientôt plus capable de m'importuner. Allez rendre visite à Yama.",
		"attacked": "Idiot ! Vous serez tous éviscérés !",
		"defeated": "Vous vous êtes avéré un adversaire rusé et compétent. Je vous félicite pour votre victoire.",
		"introduction": "Salutations, je suis l'impératrice Wu Zetian. La Chine veut la paix et la prospérité. Si vous nous laissez seuls, nous ferons de même.",
		"neutralHello": "Comment allez-vous aujourd'hui ?",
		"neutralLetsHearIt": ["Continuez.","C'est-à-dire ?"],
		"neutralNo": ["Non.","Certainement pas."],
		"neutralYes": ["Bien sûr","Nous sommes d'accord.","Excellent !"],
		"hateHello": "Oh, c'est vous.",
		"hateLetsHearIt": ["Et alors ?","Continuez."],
		"hateNo": ["Je ne peux pas accepter cela.","Pardon, répétez ce que vous venez de dire.","Sortez de ma vue."],
		"hateYes": ["Ah. Très bien.", "Allons-y."],
		"afterPeace": "Que le Ciel vous bénisse.",
		"tradeRequest": "Cher ami, pensez-vous pouvoir accepter cette offre ?",
		"outerColor": [9,112,84],
		"innerColor": [255,255,255],
		"uniqueName": "L'art de la guerre",
		"unique": "Les Généraux illustres apparaissent deux fois plus vite, et leur bonus de Combat est doublé.",
		"cities": ["Beijing","Shanghai","Guangzhou","Nanjing","Xian","Chengdu","Hangzhou","Tianjin","Macau","Shandong",
			"Kaifeng","Ningbo","Baoding","Yangzhou","Harbin","Chongqing","Luoyang","Kunming","Taipei","Shenyang",
			"Taiyuan","Tainan","Dalian","Lijiang","Wuxi","Suzhou","Maoming","Shaoguan","Yangjiang","Heyuan"]
	},
	{
		"name": "Egypt",
		"translatedName": "Egypte",
		"leaderName": "Ramesses II",
		"translatedLeaderName": "Ramsès II",
		"adjective": ["égyptien"],
		
		"startIntroPart1": "Nous te saluons, ô grand Ramsès, Pharaon d'Egypte, qui commande au soleil de se lever et au Nil de couler, et qui comble ses sujets de toutes les bénédictions de la vie ! Ô grand seigneur, depuis des temps immémoriaux ton peuple a vécu sur les rives du Nil, apportant au monde l'écriture, les mathématiques, la sculpture et l'architecture. Il y a des milliers d'années ils ont bâti des merveilles tenant encore debout, hautes et fières.",
		"startIntroPart2": "Ô Ramsès, ton peuple a survécu tant d'années, alors qu'autour de lui d'autres nations pathétiques ont eu le temps de naître... Et de disparaître. Ton peuple te demande de le mener à nouveau vers la grandeur. Honoreras-tu les dieux et redonneras-tu à l'Égypte sa place légitime au centre du monde ? Sauras-tu bâtir une civilisation qui pourra résister au passage du temps ?",
		"declaringWar": "Vous n'êtes que de la vermine, et à ce titre vous serez éliminés !",
		"attacked": "Vous êtes stupide et pathétique. Vous avez apporté ma fureur sur vous et votre civilisation répugnante !",
		"defeated": "Frappez moi à terre et mon âme vous hantera à jamais. Vous n'avez rien gagné.",
		"introduction": "Salutations. Je suis le dieu Ramsès, l'incarnation de l'Égypte, génitrice de toutes les civilisations.",
		"neutralHello": "Bonjour.",
		"neutralLetsHearIt": ["Allez-y.","Continuez.""Je suis tout ouïe."],
		"neutralNo": ["Non.","Certainement pas.","C'est inacceptable."],
		"neutralYes": ["D'accord.","Très bien.","Soit."],
		"hateHello": "Ah, c'est vous.",
		"hateLetsHearIt": ["Ensuite ?","Terminez votre propos.","Allez-y, dépêchez-vous."],
		"hateNo": ["C'est inacceptable.","Vous vous moquez de moi."],
		"hateYes": ["Très bien."],
		"afterPeace": "J'aurais pu vous détruire, vous en êtes conscient. Mais je serai généreux cette fois-ci.",
		"tradeRequest": "La généreuse Égypte vous propose cette offre.",
		"outerColor": [231,213,0],
		"innerColor": [98,10,210],
		"uniqueName": "Bâtisseurs de monuments",
		"unique": "+20% Production lors de la construction de merveilles.",
		"cities": ["Thèbes","Memphis","Héliopolis","Eléphantine","Alexandrie","Pi-Ramsès","Gizeh","Byblos","Akhetaton","Hieraconpolis",
			"Abydos","Assiout","Avaris","Lisht","Buto","Edfu","Pithom","Busiris","Kahun","Athribis",
			"Mendes","Elashmunein","Tanis","Bubastis","Oryx","Sebennytus","Akhmin","Karnak","Louxor","El Kab"]
	},
	{
		"name": "England",
		"translatedName": "Angleterre",
		"leaderName": "Elisabeth",
		"translatedLeaderName": "Élisabeth I",
		"adjective": ["anglais"],
		
		"startIntroPart1": "Louée soit son altesse sérénissime, reine Élisabeth Gloriana. Vous dirigez et protégez la fameuse nation maritime d'Angleterre. l'Angleterre est une terre ancienne, colonisée il y a près de 35 000 ans. L'île a connu de nombreuses vagues d'envahisseurs, toutes devenant une partie intégrante du peuple anglais. l'Angleterre est une petite île et pourtant pendant de nombreuses années son peuple a dominé la scène mondiale. Sa marine sans égale, ses artistes géniaux et ses marchands coriaces ont donné au peuple anglais bien plus de pouvoir et d'influence qu'ils n'auraient pu l'espérer.",
		"startIntroPart2": "Reine Élisabeth, apporterez-vous un nouvel âge d'or au peuple anglais ? Il se tourne vers vous à nouveau pour lui apporter paix et prospérité. Endosserez-vous la toison de la grandeur ? Saurez-vous bâtir une civilisation qui pourra résister au passage du temps ?",
		"declaringWar": "Par la grâce de Dieu, vos jours sur cette terre sont comptés.",
		"attacked": "Nous ne nous rendrons jamais.",
		"defeated": "Vous nous avez vaincus. La victoire est à vous.",
		"introduction": "Enchanté.",
		"neutralHello": "Salutations.",
		"neutralLetsHearIt": ["Continuez.","Allez-y."],
		"neutralNo": ["Excusez-moi ?","Ce ne sera pas possible."],
		"neutralYes": ["Certainement !","Très bien !"],
		"hateHello": "Ah, c'est vous !",
		"hateLetsHearIt": ["Je vous écoute.","Vous disiez ?"],
		"hateNo": ["Vous vous moquez de moi.","Bien sûr que non !"],
		"hateYes": ["Très bien."],
		"afterPeace": "Très bien, cette affaire est réglée.",
		"tradeRequest": "Un accord commercial avec l'Angleterre vous intéresserait-t-il ?",
		"outerColor": [114,0,0],
		"innerColor": [255,255,255],
		"uniqueName": "Le soleil ne se couche jamais",
		"unique": "+2 points de mouvement pour les unités navales.",
		"cities": ["Londres","York","Nottingham","Hastings","Canterbury","Coventry","Warwick","Newcastle","Oxford","Liverpool",
			"Douvres","Brighton","Norwich","Leeds","Reading","Birmingham","Richmond","Exeter","Cambridge","Gloucester",
			"Manchester","Bristol","Leicester","Carlisle","Ipswich","Portsmouth","Berwick","Bath","Mumbles","Southampton"]
	},
	{
		"name": "France",
		"translatedName": "France",
		"leaderName": "Napoleon",
		"translatedLeaderName": "Napoléon I",
		"adjective": ["français"],
		
		"startIntroPart1": "Longue vie à toi Napoléon, Premier Consul et Empereur de France, dirigeant du peuple français. La France se trouve au coeur de l'Europe. Paris a été pendant longtemps le centre névralgique de la culture, des arts et des lettres. Encerclée par de nombreux rivaux, et parfois même d'ennemis, la France a su demeurer une grande nation. Ses armées ont parcouru le monde triomphalement d'un bout à l'autre, ses soldats et ses généraux furent les meilleurs que le monde ait jamais connus.",
		"startIntroPart2": "Napoléon Bonaparte, ton peuple te demande de bâtir ton empire de nouveau, de redonner à la France sa gloire et sa grandeur, d'en faire à nouveau l'épicentre de la culture et du raffinement. Empereur, chevaucheras-tu à nouveau face à tes ennemis ? Sauras-tu bâtir une civilisation qui pourra résister au passage du temps ?",
		"declaringWar": "Vous nous dérangez, préparez-vous à la guerre.",
		"attacked": "Vous êtes tombés dans mon piège. Vous avez signé votre arrêt de mort.",
		"defeated": "Je vous félicite pour votre victoire.",
		"introduction": "Bienvenue. Je suis Napoléon, de France, le général le plus malin de l'histoire.",
		"neutralHello": "Bonjour.",
		"neutralLetsHearIt": ["Je vous écoute.","Continuez.","Vous disiez ?"],
		"neutralNo": ["Non.","Bien sûr que non.","Je refuse."],
		"neutralYes": ["Excellent.","Très bien.","Soit."],
		"hateHello": "Encore vous.",
		"hateLetsHearIt": ["Parlez."],
		"hateNo": ["Vous vous moquez de moi.","C'est inacceptable.","Certainement pas."],
		"hateYes": ["Très bien.","Certainement."],
		"afterPeace": "Je vous ai sous-estimé. Je ne commettrai plus cette erreur à nouveau, je vous le promets.",
		"tradeRequest": "",
		"outerColor": [38,98,255],
		"innerColor": [239,236,148],
		"uniqueName": "Ancien Régime",
		"unique": "+2 Culture par ville par tour avant la découverte de la Machine à Vapeur.",
		"cities": ["Paris","Orléans","Lyon","Troyes","Tours","Marseille","Chartres","Avignon","Rouen","Grenoble",
			"Dijon","Amiens","Cherbourg","Poitiers","Toulouse","Bayonne","Strasbourg","Brest","Bordeaux","Rennes",
			"Nice","Saint-Etienne","Nantes","Reims","Le Mans","Montpellier","Limoges","Nancy","Lille","Caen"]
	},
	{
		"name": "Russia",
		"translatedName": "Russie",
		"leaderName": "Catherine",
		"translatedLeaderName": "Catherine",
		"adjective": ["russe"],
		
		"startIntroPart1": "Je vous salue, votre Majesté Impériale Catherine, merveilleuse Impératrice de toutes les Russies. Vous commandez le plus vaste pays du monde. La puissante Russie s'étend de l'Océan Pacifique à l'est à la Mer Baltique à l'ouest. Malgré les guerres, les sécheresses et toutes les catastrophes l'héroïque peuple russe a survécu et prospéré. Ses artistes et des scientifiques comptent parmi les meilleurs au monde. L'Empire russe demeure aujourd'hui l'un des empires les plus puissants que le monde ait jamais connus : une superpuissance dotée de l'arme la plus puissante jamais conçue par l'Homme.",
		"startIntroPart2": "Catherine, votre peuple s'attend à ce que vous apportiez des jours glorieux à la Russie et à son peuple. Redonnez vie à la terre et reprenez les merveilles des Lumières. Mènerez-vous à nouveau votre peuple vers la grandeur ? Saurez-vous bâtir une civilisation qui pourra résister au passage du temps ?",
		"declaringWar": "Vous vous êtes très mal comporté... Il est venu pour vous le temps de payer.",
		"attacked": "Vous avez pris ma passion pour une faiblesse, et vous regretterez bientôt cette erreur.",
		"defeated": "Nous avons perdu, me voilà votre prisonnière. J'imagine qu'il existe de pires sorts que le mien.",
		"introduction": "Je vous salue, étranger ! Si vous avez autant d'intelligence et de tact que de charme, nous nous entendrons à merveille.",
		"neutralHello": "Bonjour !",
		"neutralLetsHearIt": ["Allez-y.","Parle."],
		"neutralNo": ["Je refuse.","Ah ! Sûrement pas !","Certainement pas."],
		"neutralYes": ["Bien sûr","C'est d'accord.","Excellent !"],
		"hateHello": "Que voulez-vous ?!",
		"hateLetsHearIt": ["Et ?","Ensuite ?"],
		"hateNo": ["Vous plaisantez !?","Excusez-moi !?","C'est inacceptable."],
		"hateYes": ["Laissez-moi réfléchir... Oui.","Marché conclu."],
		"afterPeace": "Il est maintenant temps de jouir des fruits de la paix.",
		"tradeRequest": "Cette offre d'échange vous plaît-elle ?",
		"outerColor": [236,178,0],
		"innerColor": [0,0,0],
		"uniqueName": "Richesses de Sibérie",
		"unique": "Les ressources stratégiques apportent +1 Production. Les quantités de Fer, de Chevaux et d'Uranium sont doublées.",
		"cities": ["Moscou","St. Petersbourg","Novgorod","Rostov","Iaroslavl","Iekaterinbourg","Iakoutsk","Vladivostok","Smolensk","Orenbourg",
			"Krasnoiarsk","Khabarovsk","Briansk","Tver","Novosibirsk","Magadan","Mourmansk","Irkoutsk","Tchita","Samara",
			"Arkhangelsk","Tcheliabinsk","Tobolsk","Vologda","Omsk","Astrakhan","Koursk","Saratov","Toula","Vladimir"]
	},
	{
		"name": "Rome",
		"translatedName": "Rome",
		"leaderName": "Augustus Caesar",
		"translatedLeaderName": "Auguste César",
		"adjective": ["romain"],
		
		"startIntroPart1": "Que les dieux te bénissent, Auguste César, empereur de Rome et de toutes ses possessions. Ton empire fut le plus durable et le plus vaste de toute la civilisation occidentale. Et depuis lors personne n'a autant contribué à façonner sa culture, ses arts, ses lois et sa science militaire. Après des années de conquêtes glorieuses, Rome en est venu à dominer toute la côte méditerranéenne de l'Espagne à l'ouest à la Syrie à l'est. Ultimement son domaine s'étendrait à l'Angleterre et à l'Allemagne. L'art et l'architecture romains impressionnent encore le monde. Enfin Rome demeure encore le rêve auquel aspirent toutes les civilisations qui lui ont succédée.",
		"startIntroPart2": "Ô puissant Empereur, ton peuple t'appelle pour revendiquer la gloire de Rome à nouveau ! Ton empire se lèvera-t-il encore, apportera-t-il la paix et l'ordre à tous ? Feras-tu de Rome le centre du monde ? Sauras-tu bâtir une civilisation qui pourra résister au passage du temps ?",
		"declaringWar": "Mes coffres sont vides et mes soldats s'ennuient... (Soupir) ...vous devez donc mourir.",
		"attacked": "Si brave, et pourtant si stupide ! Si seulement vous étiez aussi intelligent que vous êtes courageux.",
		"defeated": "Rome a perdu les faveurs des dieux. Nous sommes vaincus.",
		"introduction": "Je vous salue. Je suis Auguste, Imperator et Grand pontife de Rome. Si vous êtes un ami de Rome, soyez le bienvenu.",
		"neutralHello": "Avé.",
		"neutralLetsHearIt": ["Allez-y.","Continuez."],
		"neutralNo": ["Non.","Certainement pas."],
		"neutralYes": ["Bien.","D'accord."],
		"hateHello": "Que voulez-vous ?",
		"hateLetsHearIt": ["Et ?","Continuez."],
		"hateNo": ["C'est désagréable.","Vous vous moquez de moi."],
		"hateYes": ["Oh. Bien."],
		"afterPeace": "Vos soldats se sont bien battus. Je vous félicite pour votre victoire.",
		"tradeRequest": "Je vous offre cela.",
		"outerColor": [53,0,87],
		"innerColor": [238,201,9],
		"uniqueName": "La gloire de Rome",
		"unique": "+25% Production pour construire des bâtiments existant déjà dans la Capitale.",
		"cities": ["Rome","Antium","Cumae","Neapolis","Ravenna","Arretium","Mediolanum","Arpinum","Circei","Setia",
			"Satricum","Ardea","Ostia","Velitrae","Viroconium","Tarentum","Brundisium","Caesaraugusta","Caesarea","Palmyra",
			"Signia","Aquileia","Clusium","Sutrium","Cremona","Placentia","Hispalis","Artaxata","Aurelianorum","Nicopolis",
			  "Agrippina","Verona","Corfinium","Treverii","Sirmium","Augustadorum","Curia","Interrama","Adria"]
	},
	{
		"name": "",
		"translatedName": "",
		"leaderName": "",
		"translatedLeaderName": "",
		"adjective": [""],
		
		"startIntroPart1": "",
		"startIntroPart2": "",
		"declaringWar": "",
		"attacked": "",
		"defeated": "",
		"introduction": "",
		"neutralHello": "",
		"neutralLetsHearIt": ["",""],
		"neutralNo": ["","",""],
		"neutralYes": ["","",""],
		"hateHello": "",
		"hateLetsHearIt": ["",""],
		"hateNo": ["","",""],
		"hateYes": [""],
		"afterPeace": "",
		"tradeRequest": "",
		"outerColor": [,,],
		"innerColor": [,,],
		"uniqueName": "",
		"unique": "",
		"cities": []
	},

