[
	{
		name:"Місто",
		description: "Ваши міста — основа вашої імперії.  Кожне місто має певне населення і багато плиток, and can work as many tiles as it has population.\nThe center tile of a city is always worked and does not require population.\nNew Cities can be constructed by building a Settler.\nEach city in your empire removes 3 Happiness from the empire, and each population removes another 1 Happiness, so plan carefully!"
	},
	{
		name:"Tile",
		description: "Tiles are areas where your population can work the land.\nEvery tile has a base terrain, such as Grassland, Tundra etc, and some have terrain overlays, like Hill, Forest etc.\nDepending on the terrain, tiles can hold tile resources.\nEach tile can have one improvement at any given time."
	},
	{
		name:"Населення",
		description: "Represents the number of people in your city, who can work the city's tiles.\nPopulation grows by having enough surplus food, and will shrink if there isn't enough food to go around.\nEach Population consumes 2 Food per turn.\nWhen a new population is added, it will automatically work the tile producing the most food.\nYou can manually assign population to tiles by clicking the population icon on a tile - you'll have to remove a population from a tile to assign it somewhere else!"
	},
	{
		name:"Основні ресурси",
		description: "There are 6 basic resources in Civ: Food, Production, Gold, Science, Happiness and Culture.\rProduction and Food are calculated per individual city, while the other resources are empire-wide.\rBasic resources are produced by working city tiles and by buildings."
	},
	{
		name:"Продовольство",
		description: "Основний ресурс. Each city can store surplus food.\nWhen the surplus food reaches a certain amount dependant on the population, it is consumed and the city gains another population.\nIf all the suplus food is depleted, and there is a food shortage, the city will lose a population."
	},
	{
		name:"Виробництво",
		description: "Основний ресурс. Production is used to build buildings and units in the city.\r\nEach idle population (not working a tile) produces 1 production."
	},
	{
		name:"Наука",
		description: "Основний ресурс.Represents the scientific advancement of your empire.\nEach Technology requires a certain amount of Science, which increases as the technologies become more advanced.\nEach Population produces 1 Science."
	},
	{
		name:"Золото",
		description: "Основний ресурс. Represents the wealth of your empire.\nMost buildings have mainainance costs, which require Gold per turn.\nEvery turn you are in a gold deficit, you will lose science points equal to your debt, which can halt your scientific advancement entirely!\nCities connected to the capital by roads will generate gold from the trade route, so connect your large cities to the capital!"
	},
	{
		name:"Щастя",
		description: "Основний ресурс.\nEach city decreases your empire's happiness by 3, and each population by 1.\nYou can increase your happiness by buildings, or by working Luxury resources.\nWhen in an unhappy state, your surplus food added is reduced to 1/4, dramatically slowing your city growth.\nWhen enough Happiness is accrued, your empire will enter a Golden Age!"
	},
	{
		name:"Підрозділи та Битви",
		description:"You can move across the map icons representing civilian and military forces. Maintenance of each unit costs 1 gold per turn.\nEach unit has 100 health points which may be reduced in effect of combat. Military units can attack other units and cities causing losses dependant on their strength.\nSiege and ranged attack units may attack from the distance, while other units only from a neighboring tile.\nAn injured unit will slowly heal each turn only if left inactive."
	},
	{
		name:"Capturing Cities",
		description: "Cities can be conquered by reducing their health to 1, and entering the city with a melee unit.\nSince cities heal each turn, it is best to attack with ranged units, and use your melee units to defend them until the city has been defeated!"
	}
]
