[
	{
		name:"도시",
		description: "도시는 문명의 기초가 됩니다. 도시는 각자만의 시민과 타일(영토)를 가지며, 시민은 타일에 배정될 수 있습니다.\n도시 한가운데의 타일은 시민이 항상 배정되어 있지만, 실제로 시민의 수를 소모하지는 않습니다.\n새로운 도시를 건설하려면 기존의 도시에서 '개척자' 유닛을 만들어야 합니다.\n도시 하나마다 3의 불행을 생성하고, 시민 하나마다 1의 불행을 생성하므로, 이 점을 주의하세요!"
	},
	{
		name:"타일",
		description: "타일은 시민을 배치할 수 있는 장소입니다.\n모든 타일에는 초원이나 툰드라와 같은 바닥 지형이 있으며 몇몇은 언덕이나 숲과 같은 추가 지형도 가지고 있습니다.\n지형의 종류에 따라서, 타일에는 자원이 있을 수도 있습니다.\n한 타일에 하나의 시설만을 건설할 수 있습니다."
	},
	{
		name:"시민",
		description: "도시에 있는 사람의 수, 즉 타일에 배치할 수 있는 사람의 수를 나타냅니다.\n잉여 식량이 존재할 때 시민의 수가 증가하며, 식량이 부족하면 시민이 감소합니다.\n시민 한 명마다 턴당 식량 2를 소모합니다.\n새로운 인구가 태어나면, 자동적으로 식량을 가장 많이 생산하는 타일에 배치됩니다.\n도시 내부에서 녹색 인구 아이콘을 눌러 시민을 배치하거나 취소할 수 있습니다.\n시민을 다른 곳에 배치하려면, 우선 다른 장소에서 배치를 취소해야 합니다."
	},
	{
		name:"기초 자원",
		description: "문명에는 여섯가지 기초 자원이 있습니다. 식량, 생산력, 금, 과학, 행복, 문화가 그것입니다.\r생산력과 식량은 각 도시별로 다른 값을 가지지만, 다른 자원들은 한 문명 내에서 공유됩니다.\r기초 자원은 시민이 배정된 타일과 건물에서 산출됩니다."
	},
	{
		name:"식량",
		description: "기초 자원 중 하나입니다. 각 도시는 잉여 식량을 비축할 수 있습니다.\n비축된 식량이 특정한 양(인구 수에 비례함)을 넘어서면, 비축된 식량을 소모하여 새로운 인구가 태어납니다.\n만약 잉여 식량이 다 떨어진다면, 기아 상태가 시작되고, 서서히 인구가 줄어듭니다."
	},
	{
		name:"생산력",
		description: "기초 자원 중 하나입니다. 도시 내부에서 유닛을 생산하거나 건물을 건설하는 데 쓰입니다.\r\n타일에서 일하지 않는 시민들은 실업자가 되어 생산력 +1을 산출합니다."
	},
	{
		name:"과학",
		description: "기초 자원 중 하나입니다. 문명이 이루어낸 과학적 진척도를 보여줍니다.\n각각의 기술은 일정한 과학력을 필요로 하며, 기술이 발전할수록 필요로 하는 요구량이 증가합니다.\n각 시민들은 과학 +1을 산출합니다."
	},
	{
		name:"금",
		description: "기초 자원 중 하나입니다. 문명이 가진 자본력을 의미합니다.\n대부분의 건물은 유지비가 들며, 매 턴마다 금을 소모합니다.\n금이 부족해지면, 빚에 해당하는 만큼 과학 생산이 감소하기 때문에, 과학적 발전에 큰 악영향을 끼칠 수 있습니다.\n수도와 도로로 연결된 도시들은 자동으로 교역로를 만들어 금을 생산할 수 있으므로, 도시들을 수도에 연결하는 것이 중요합니다."
	},
	{
		name:"행복",
		description: "기초 자원 중 하나입니다.\n도시 하나마다 3의 불행을 생성하고, 시민 하나마다 1의 불행을 생성합니다.\n행복도 관련 건물을 짓거나, 사치 자원을 개발하여 행복도를 높일 수 있습니다.\n문명이 불행한 상태일 때, 매 턴 저장되는 잉여 식량이 1/4로 줄어들게 되며, 도시의 성장을 크게 방해할 수 있습니다.\행복이 충분히 쌓였다면, 문명에 황금기가 시작될 수 있습니다!"
	},
	{
		name:"유닛과 전투",
		description:"민간인과 군사 유닛은 지도에서 움직일 수 있습니다. 이러한 유닛들은 턴당 1금씩을 유지비로 소모합니다.\n각 유닛은 100의 HP를 가지며, 전투를 하게 되면 HP가 줄어듭니다. 군사 유닛은 적 유닛이나 도시를 공격할 수 있고, 그들이 가진 전투력에 비례해 피해를 입힙니다.\n공성 유닛이나 원거리 유닛은 멀리서 공격이 가능하지만, 나머지 유닛들은 근접한 적만을 공격할 수 있습니다.\n부상당한 유닛은 가만히 있으면 서서히 HP를 회복합니다."
	},
	{
		name:"도시 점령",
		description: "도시의 체력이 1이 되면 도시를 점령할 수 있습니다. 이 때, 점령은 근접 유닛으로만 가능합니다.\n도시도 매 턴 체력을 회복하므로, 원거리 유닛으로 멀리서 공격하고 가까이에서 근접 유닛이 방어를 하는 것이 좋습니다."
	}
]
