[
	{
		name:"Місто",
		description: "Ваши міста — основа вашої імперії. Кожне місто має певне населення і багато плиток, і може працювати на стількох клітин, скільки населення. \nЦентральна клітина міста завжди працює і не потребує населення.\nНові міста можна побудувати, побудувавши поселення.\nКожне місто в вашій імперії видаляє 3 щастя з імперії , і кожна одиниця населення знімає ще 1 Щастя, тому ретельно плануйте вашу імперію!"
	},
	{
		name:"Клітини",
		description: "Клітини — це ділянки, де ваше населення може обробляти землю.\nКожна клітина має початкову місцевість, таку як Пасовища, Тундра і т.д. , а деякі мають місцеві перекриття, як Гори, Ліс і т.д.\nЗалежно від місцевості, клітини може містити ресурси плитки.\nКожна клітина може мати одне вдосконалення в будь-який момент часу."
	},
	{
		name:"Населення",
		description: "Представляє кількість людей у вашому місті, які можуть працювати на клітинах міста.\nНаселення зростає, маючи достатню кількість надлишків їжі, і зменшиться, якщо їжі не буде достатньо.\nКожний житель споживає 2 їжі за хід.\nКоли з’явиться новий мешканець, то він автоматично буде оброблювати клітину, яка виробляє найбільше їжі.\nВи можете вручну призначити мешканцям клітини, натиснувши на значок населення на клітині. Вам доведеться видалити мешканця з клітини, щоб призначити його деінде!"
	},
	{
		name:"Основні ресурси",
		description: "У грі є 6 основних ресурсів: їжа, виробництво, золото, наука, щастя і культура.\rВиробництво та їжа розраховуються на кожне місто, тоді як інші ресурси загальноімперські.\rОсновні ресурси виробляються містяними, які працюють на клітинах, і спорудами."
	},
	{
		name:"Їжа",
		description: "Основний ресурс. Кожне місто може зберігати надлишки їжі.\nКоли надлишок їжі досягне певної кількості, залежно від населення, він споживається, а місто набирає інше населення.\nЯкщо вся надмірна їжа закінчиться, і є дефіцит, то місто втратить одного мешканця."
	},
	{
		name:"Виробництво",
		description: "Основний ресурс. Виробництво використовується для будівництва споруд та підрозділів місті. \nКожний непрацюючий мешканець (який не працює на клітині) дає 1 виробництво."
	},
	{
		name:"Наука",
		description: "Основний ресурс.Представляє науковий прогрес вашої імперії.\nКожна технологія вимагає певної кількості науки, яка збільшується в міру того, як технології стають більш досконалими. \nКожний мешканець виробляє 1 науку."
	},
	{
		name:"Золото",
		description: "Основний ресурс. RЯвляє собою багатство вашої імперії.\nБільшість споруд мають видаткові витрати, які вимагають золота за обіг.\nЯкщо у вас дефіцит золота, то ви втратите наукові балипропорційно вашій заборгованості, що може повністю зупинити ваш науковий прогрес!\nМіста, які під’єднані до столиці дорогами, будуть створювати золото з торгового шляху, тому під’єднайте свої великі міста до столиці!"
	},
	{
		name:"Щастя",
		description: "Основний ресурс.\nКожне місто зменшує щастя вашої імперії на 3, а кожний мешканець на 1.\nВи можете збільшити своє щастя спорудами, або ресурсами розкоші.\nКоли ви знаходитесь в нещасному стані, то ваш надлишок їжі зменшується до 1/4, різко уповільнюючи зростання вашого міста.\nКоли накопичиться достатньо щастя, ваша імперія вступить у Золотий вік!"
	},
	{
		name:"Підрозділи і битви",
		description:"Ви можете переміщатися по значках мапи, що представляють цивільні та військові сили. Технічне обслуговування кожної одиниці коштує 1 золото за хід.\nКожна одиниця має 100 очок здоров’я, які можуть бути зменшені внаслідок бою. Військові підрозділи можуть атакувати інші підрозділи та міста, завдаючи збитків залежно від їхньої сили.\nОсадові та дальньої атаки підрозділи можуть атакувати з відстані, тоді як інші підрозділи лише із сусідньої клітини.\nПоранений підрозділ повільно загоюватиметься кожним ходом лише у тому випадку, якщо він залишиться бездіяльним".
	},
	{
		name:"Захоплення міст",
		description: "Міста можна завоювати, зменшивши стан здоров’я до 1 і ввійшовши до міста підрозділами ближнього бою.\nМіста підвищують своє здоров’я кожний хід, тому краще нападати підрозділами дальних дистанцій, а також використовувати свої підрозділи ближнього бою, щоб захищати їх, поки місто не буде розгромлено!"
	}
]
