[
	{
		name:"Město",
		description: "Naše města jsou základem naší říše. Každé město má určitý počet obyvatel a spoustu území (políček). Na každém z nich může pracovat právě jeden obyvatel města.\nVe středovém políčku se nachází město, vždy se na něm pracuje a nepotřebujete k tomu žádného obyvatele\nNové města lze zakládat vysvičením Osadníka.\nKaždé město ve vaší říši spotřebovává 3 body Spokojenosti a každý obyvatel další 1 bod Spokojenosti, buďte tedy opatrní při plánování!"
	},
	{
		name:"Políčko",
		description:"Políčka jsou oblasti, na kterých může obyvatelstvo hospodařit.\nKaždé políčko má podkladový terén jako Pastviny či Tundru a na nich položený další terén jako např. Hory či Les.\nV závislosti na terénu se na políčku může nacházet zdroj (např. Curk, Mramor, ...).\nNa každém políčku lze kdykoliv vybudovat jedno vylepšení."
	},
	{
		name:"Obyvatelstvo (popiulace, občané)",
		description:"Představují počet lidí ve vašem městě, kteří můžou pracovat na městkých plíčkách.\nObyvatelstvo roste když máte nadbytek jídla a naopak klesá při jeho nedostatku.\nKaždý obyvatel spotřebuje 2 jídla za tah.\nPři narození nového obyvatele, je tento yutomaticky umístěn na políčko produkující nejvíce jídla.\nManuálně lze přemístit kteréhokoliv obyvatele z jednoho políčka pomocí kliknutí na jeho ikonu a poté na nové políčko."
	},
	{
		name:"Základní zdroje",
		description: "Ve hře existuje 6 základních zdrojů: Jídlo, Produkce, Zlato, Výzkum, Spokojenost a Kultura.\rProdukce a Jídlo se vypočítává pro každé město zlvášť, zatím co ostatní zdroje se vypočítávají pro celou říši..\rZákladní zdroje jsou produkovány prací obyvatel na městských políčkách a budovami ve městě."
	},
	{
		name:"Jídlo",
		description: "Základní zdroj. Každé město může skladovat přebytek jídla.\nKdyž přebytek jídla dosáhne určitého množství v závislosti na počtu obyvatel, je zkonzumováno a město získá se nového obyvatele.\nPokud se všechno přebytečné jídlo sní a i nadále je nedostatek jídla, město přijde o jednoho svého obyvatele."
	},
	{
		name:"Produkce",
		description: "Základní zdroj. Produkce se používá ke stavbě budov a cvičení nových jednotek ve městě.\nKaždý zahálející obyvatel (tzn. nepracující na políčku) vytvoří 1 produkci."
	},
	{
		name:"Výzkum",
		description: "Základní zdroj. Ukazuje na vědecký pokrok vaší říše.\n Každá technologie potřebuje určité množství Výzkumu, díky čemuž dosahujete technologického pokroku.\nKaždý Obyvatel produkuje 1 Výzkumný bod."
	},
	{
		name:"Zlato",
		description: "Základní zdroj. Představuje bohatství vaší říše.\nVětšina budov potřebuje údržbu, která stojí každé kolo Zlato.\nV každém kole, kdy se dostanete se zlatem do mínusu ztratíte Výzkumné body (1 zlato = 1 Výzkumný bod), což může zcela zastavit váš vědecký pokrok!\nMěsta propojená s halním městem říše pomocí cesty generují zlato z obchodních cest, takže neváhejte propojiit svoje města s hlavním městem!"
	},
	{
		name:"Spokojenost",
		description: "Základní zdroj. Každé město snižuje spokojenost vaší říše o 3, každý obyvatel o 1.\nSpokojenost lze zvýšit stavbou k tomu určených budov, nebo hospodařením na políčkách s Luxusními zdroji.\nKdyž je říše nespokojená, přebytek jídla se zredukuje na 1/4, což dramaticky zpomalí růst všech měst. Při nastřádání dostatečného množství spokojenosti vaše říše vstoupí do Zlatého věku!"
	},
	{
		name:"Jednotky a boj",
		description: "Po mapě lze pohybovat ikonami představujícími vaše vojenské síly. Údržba (žold) za každou jednotku je 1 zlato za tah.\nKaždá jednotka má 100 bodů zdraví, o které přichází v boji. Vojenské jednotky můžou zaútočit na jiné jednotky nabo města, což způsobí určité poškození/zranění v závislosti na jejich síle.\nObléhací jednotky a jednotky pro boj na dálku můžou útočit z určité vzdálenosti, všechny ostatní jednotky můžou útočit pouze na sousední políčko.\nZraněná jednotka se pomalu uzdravuje každé kolo, ve kterém navykonává žádnou akci."
	},
	{
		name:"Dobývání měst",
		description: "Města si lze podrobit zredukováním jejich zdraví na 1 a stupem do města s jednotkou na boj zblízka.\nJelikož se město každým kolem léčí, je nejlepší volbou použít na dobývání jednotky pro boj na dálku a jednotky na boj zblízka ponechat na jejich obranu a poté na závěrečný útok!"
	}
]
