[
	{
		name:"Città",
		description: "Le città sono le basi di un impero. Ogni città possiede un certo numero di abitanti e caselle, e può sfruttare una casella ad ogni abitante.\nLa casella centrale di una città è sempre sfruttata e non richiede abitanti.\nÈ possibile fondare nuove città con i Coloni.\nOgni città nel tuo impero rimuove 3 punti Felicità dall'impero, e ogni abitante un punto felicità, quindi pianifica con cautela!"
	},
	{
		name:"Caselle",
		description: "Le caselle sono aree che possono essere sfruttate dalle città e dai suoi abitanti.\nOgni casella ha un terreno di base, come Collina, Tundra, eccetera. Alcuni possiedono caratteristiche come colline, foreste, eccetera.\nA seconda del terreno, le caselle possono contenere risorse diverse.\nOgni casella può possedere solo un miglioramento alla volta."
	},
	{
		name:"Popolazione",
		description: "Rappresenta il numero di abitanti della città, che possono lavorare nelle caselle della città.\nLa popolazione cresce se vi è un surplus di cibo, e diminuisce se non vi è abbastanza cibo per tutti.\nOgni abitante consuma 2 unità di Cibo al turno.\nQuando nasce un nuovo abitante, sarà automaticamente aggiunto alla casella che produce la maggior quantità di Cibo.\nPuoi assegnare abitanti manualmente alle caselle cliccando sull'icona abitante sulla casella, ma dovrai rimuovere un abitante da una casella per assegnarlo ad un'altra."
	},
	{
		name:"Risorse base",
		description: "In Civ, vi sono sei risorse base: Cibo, Produzione, Oro, Scienza, Felicità e Cultura.\rCibo e Produzione si calcolano individualmente nelle città, mentre le altre risorse sono globali nell'impero.\rLe risorse base si producono sfruttando le città e tramite gli edifici."
	},
	{
		name:"Cibo",
		description: "Una risorsa base. Ogni città può contenere un surplus di cibo.\nQuando il surplus raggiunge un certo limite dipeso dalla popolazione, viene consumato e la città ottiene un altro abitante.\nSe tutto il cibo in surplus esaurisce e vi è una carenza di cibo, la città perderà un abitante."
	},
	{
		name:"Produzione",
		description: "Un altra risorsa base, la Produzione si usa per costruire strutture e reclutare unità nella città.\r\nOgni abitante a riposo (cioè che non sta sfruttando una casella) produce un punto Popolazione."
	},
	{
		name:"Scienza",
		description: "Un'altra risorsa base. Rappresenta l'avanzamento scientifico del tuo impero.\nOgni tecnologia richiede una certa quantità di Scienza, che incrementa col numero di tecnologie scoperte.\nOgni abitante produce 1 punto Scienza."	
	},
	{
		name:"Gold",
		description: "Un'altra risorsa base. Rappresenta la ricchezza dell'imperp.\nLa maggior parte degli edifici hanno costi di mantenimento, che richiedono oro per turno.\nAd ogni turno in cui ti trovi in deficit di Oro, perdi punti Scienza uguali al tuo debito, il che può arrestare del tutto le tue ricerche!\nLe città connesse alla capitale tramite le strade generano oro dalle rotte commerciali, quindi ti conviene collegare grandi città alla capitale!"
	},
	{
		name:"Felicità",
		description: "Un'altra risorsa base.\nOgni città toglie 3 punti Felicità, e ogni abitante ne toglie 1.\nPuoi incrementare la Felicità con gli edifici o sfruttando le risorse di lusso.\nQuando il tuo impero è infelice, il tuo surplus aggiunto di Cibo è ridotto a 1/4, rallentando di molto la crescita delle tue città.\nUna volta accumulata abbastanza Felicità, l'impero entrerà in un'Età dell'Oro!"
	},
	{
		name:"Unità e combattimento",
		description:"Puoi muovere su tutta la mappa delle icone che rappresentano le forze militari e civili. Ogni unità costa 1 Oro in mantenimento al turno.\nOgni unità possiede 100 punti salute, che si riducono mentre l'unità combatte. Le unità militari possono attaccare altre unità e città causando perdite a seconda della loro forza.\nUnità d'assedio e da tiro possono attaccare da lontano, mentre altre unità possono farlo solo da una casella vicina.\nUn'unità ferita guarirà lentamente se lasciata inattiva."
	},
	{
		name:"Conquista di una città",
		description: "È possibile conquistare le città riducendo a 1 la loro salute, ed entrandovi con un'unità da mischia.\nVisto che le città guariscono ad ogni turno, conviene attaccare con unità da tiro (ancora meglio se d'assedio) e usare quelle da mischia per difenderle finché la città non viene sconfitta."
	}
]
