[
	{
		name:"Babylon",
		translatedName:"Babilonia",
		leaderName:"Nabucodonosor II",
		adjective:["babilonese"],
		
		startIntroPart1:"Che la benedizione del cielo scenda su di te, o grande Nabucodonosor, padre dell'antica e potente Babilonia! Giovane era il mondo quando Sargon eresse Babilonia, quasi cinquemila anni fa. A lungo crebbe e prosperò, dando vita al suo primo impero nel XVIII secolo a.C. sotto il divino Hammurabi, il legiferatore. Anche se conquistata prima dai Cassiti e poi dagli Assiri, Babilonia resistette, riemergendo come una fenice dalle ceneri della distruzione e riguadagnando la propria indipendenza nonostante i suoi molti nemici. Babilonia era davvero il centro delle arti e della conoscenza nel mondo antico!"
		startIntroPart2:"O Nabucodonosor, il tuo impero non durò molto dopo la tua dipartita, cadendo preda dei potenti Persiani prima e dei Greci dopo, finché la tua grande città non venne distrutta nel 141 a.C. Ma davvero Babilonia è sparita per sempre, o grande Nabucodonosor? Il tuo popolo desidera che tu riporti in vita l'impero ancora una volta! Accetterai la sfida? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Il demone della guerra vuole il sangue dei soldati!"
		attacked:"Oh, bene... sono certo che tu sappia cosa stai facendo... spero."
		defeated:"È finita. Forse ora almeno io avrò la mia pace."
		introduction:"Io sono Nabucodonosor, re di Babilonia. Quegli sciocchi là fuori dicono che sono un dio, ma la cosa mi pare improbabile. E tu cosa sei?"
		
		neutralHello:"Salute."
		neutralLetsHearIt:["Ti ascolto.","E dunque?"]
		neutralNo:["No!","Certo che no.","Inaccettabile!"]
		neutralYes:["D'accordo!","Sì!","Molto bene!"]

		hateHello:"Che cosa vuoi?!"
		hateLetsHearIt:["Ti ascolto.","Parla!"]
		hateNo:["No!","Certo che no!","Inaccettabile!"]
		hateYes:["E va bene!"]
		
		afterPeace:"Sciocco, sciocco errore, lasciarmi vivere..."
		tradeRequest:"Sembra che la tua ragione di esistere è fare un accordo con me..."
	
		mainColor:[27,53,63],
		secondaryColor:[213,249,255],
		uniqueName:"Ingenuità",
		unique:"Ricevi un Grande Scienziato gratuito quando scopri la Scrittura. I Grandi Scienziati nascono il 50% più in fretta.",
		cities:["Babilonia","Akkad","Dur-Kurigalzu","Nippur","Borsippa","Sippar","Opis","Mari","Shushan","Eshnunna",
			"Ellasar","Erech","Kutha","Sirpurla","Neribtum","Ashur","Ninive","Nimrud","Arbela","Nuzi",
			"Arrapkha","Tutub","Shaduppum","Rapiqum","Mashkan Shapir","Tuttul","Ramad","Ana","Haradum","Agrab"]
	},
	{
		name:"Greece",
		translatedName:"Grecia",
		leaderName:"Alessandro",
		adjective:["greco"],
		
		startIntroPart1:"Che le benedizioni degli dei scendano su di te, o grande re Alessandro! Tu sei a capo della potente nazione greca. Il tuo popolo a lungo ha vissuto diviso in numerose città-stato, come le leggendarie Atene, Sparta e Tebe, dove cose meravigliose hanno visto la luce: la democrazia, la filosofia, la tragedia, l'arte e l'architettura, ponendo le basi dell'intera civiltà occidentale. Sebbene poco numerosi e spesso in conflitto tra di loro, nel V secolo a.C. i greci riuscirono a sconfiggere la vicina e vastissima nazione della Persia, a terra come in mare."
		startIntroPart2:"Alessandro, il tuo popolo è pronto a marciare in guerra per diffondere la cultura greca tra le genti del mondo e donarti gloria imperitura. Sei pronto ad accettare il tuo destino, re Alessandro? Guiderai il tuo popolo verso il trionfo e la grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Sei sulla mia strada, e pertanto devo distruggerti."
		attacked:"Ad essere onesto, mi sono stancato di starmene impalato e di riposare sugli allori. Vieni, le mie armate ti accoglieranno a braccia aperte!"
		defeated:"Così come in fretta era iniziata, così ora la mia lunga marcia giunge alla fine."
		introduction:"Benvenuto, straniero! Sono Alexandros, figlio di re e nipote degli dei! Cerco amici gagliardi o nemici degni della mia lama. A quale dei due gruppi appartieni?"
		
		neutralHello:"Saluti..."
		neutralLetsHearIt:["Ti ascolto.","Avanti.","Sì?","Parla."]
		neutralNo:["Rifiutiamo.","Certo che no.","Non reputo saggio accettarlo."]
		neutralYes:["Ma certo.","Molto bene.","Accettabile!"]

		hateHello:"Come osi venire davanti al mio cospetto?"
		hateLetsHearIt:["Dimmi.","Dunque?","Avanti."]
		hateNo:["Ciò non è gradito!","Niente da fare!","Scusami?"]
		hateYes:["Oh, benissimo.","Se proprio devo.","Affare fatto."]
		
		afterPeace:"Devo congratularmi con te per la tua vittoria sbalorditiva. Forse mio padre Zeus non era dalla mia parte..."
		tradeRequest:"Amico mio, dimmi: questo ti sembra ragionevole?"
		
		mainColor:[181, 232, 232],
		secondaryColor:[68,142,249],
		cities:["Atene","Sparta","Corinto","Argo","Cnosso","Micene","Farsalo","Efeso","Alicarnasso","Rodi",
			"Eretria","Pergamo","Mileto","Megara","Focea","Sicyon","Tirinto","Samo","Mitilene","Chio",
			"Paros","Ellis","Siracusa","Eracleia","Gortyn","Chalkis","Pilo","Pella","Naxos"]
	},
	{
		name:"China",
		translatedName:"Cina",
		leaderName:"Wu Zetian",
		adjective:["cinese"],
		
		startIntroPart1:"Che la benedizione del cielo scenda su di te, imperatrice Wu Zetian, la più bella e la più fiera tra tutti i sovrani della Cina! O grande imperatrice, la cui sola ombra è sufficiente a far sbocciare i fiori e a far scorrere i fiumi! Tu sei a capo della civiltà cinese, la più antica e grandiosa mai prodotta dall'uomo. La storia della Cina si perde nelle nebbie del tempo e il suo popolo ha goduto di molte scoperte e invenzioni prima ancora che altre imberbi civiltà nascessero. Il contributo cinese alle arti e alle scienze è tale da non potervi rendere giustizia: la stampa, la polvere da sparo, le opere di Confucio... questi non sono che alcuni dei doni che la Cina ha offerto a questo mondo ingrato!"
		startIntroPart2:"O grande imperatrice, tu che, con astuzia e bellezza, da semplice concubina ascendesti al rango di divina imperatrice, ascolta il popolo che vuole essere guidato da te! La grande Cina è ancora una volta circondata dai barbari. Riuscirai a sconfiggere i tuoi numerosi nemici e a riportare il tuo paese alla grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Non ti permetterò più di infastidirmi. Preparati a incontrare Yama."
		attacked:"Folle! Ti costringerò a guardare il tuo popolo venire massacrato!"
		defeated:"Ti sei dimostrato un avversario astuto e competente. Mi congratulo per la tua vittoria."
		introduction:"Saluti! Sono l'imperatrice della Cina Wu Zetian. La Cina desidera solo una coesistenza pacifica e un commercio equo, ma risponderà con la forza a ogni aggressione. Spero che condividiate la nostra visione."
		
		neutralHello:"Bella giornata, oggi, vero?"
		neutralLetsHearIt:["Continua.","Ebbene?","Dunque?"]
		neutralNo:["No.","No di certo.","Certo che no."]
		neutralYes:["Certo.","D'accordo.","Eccellente!"]

		hateHello:" Oh, sei tu. Che vuoi?"
		hateLetsHearIt:["C'è altro?","Continua a parlare."]
		hateNo:["Non posso accettarlo.","Scusami, non basta.","Sparisci dal mio volto!"]
		hateYes:["Credo dovrò accettare.","Ah. Molto bene."]
		
		afterPeace:"Che le benedizioni del Cielo scendano su di te e sul tuo popolo."
		tradeRequest:"Amico mio, pensi di poter accettare questa proposta?"
				
		mainColor:[9, 112, 84],
		secondaryColor:[255,255,255],
		uniqueName:"L'Arte della Guerra",
		unique:"Doppio bonus combattimento dai Grandi Generali, che nascono il 50% più in fretta."
		cities:["Pechino","Shanghai","Guangzhou","Nanchino","Xian","Chengdu","Hangzhou","Tianjin","Macao","Shandong",
			"Kaifeng","Ningbo","Baoding","Yangzhou","Harbin","Chongqing","Luoyang","Kunming","Taipei","Shenyang",
			"Taiyuan","Tainan","Dalian","Lijiang","Wuxi","Suzhou","Maoming","Shaoguan","Yangjiang","Heyuan"]
	},
	{
		name:"Egypt",
		translatedName:"Egitto",
		leaderName:"Ramses II",
		adjective:["egiziano"],
		
		startIntroPart1:"Salute a te, o grande Ramses, Faraone d'Egitto, che fai sorgere il sole e scorrere il Nilo, e che benedici il suo popolo con ogni cosa buona della vita! O grande capo, da tempo immemore il tuo popolo ha vissuto lungo le sponde del fiume Nilo, dove ha concepito la scrittura e approfondito la matematica, la scultura e l'architettura, creando migliaia di anni fa i grandi monumenti che ancora oggi si erigono alti e fieri."
		startIntroPart2:"O Ramses, il tuo popolo è sopravvissuto al tempo, mentre altre insignificanti nazioni sono cresciute e sono morte. Adesso il tuo popolo vuole che lo guidi verso la grandezza. Riuscirai a onorare gli dei e a ridare all'Egitto il ruolo che merita, quello di centro del mondo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Sei solo una peste sulla Terra! Possa Amon-Ra guidare le mie armate!",
		attacked:"Sei uno sciocco che incute pietà. Hai portato la mia ostilità su di te e la tua ripugnante civiltà! Osiride sarà lieto di dare il suo benvenuto ai miei nemici!"
		defeated:"Non hai vinto niente. Colpiscimi e la mia anima ti perseguiterà in eterno."
		introduction:"Saluti. Io sono Ramses, Faraone e incarnazione vivente dell'Egitto, madre e padre di ogni civiltà."
		
		neutralHello:"Buongiorno."
		neutralLetsHearIt:["Avanti, parla.","Parla.","Sono tutto orecchi."]
		neutralNo:["No.","No di certo."]
		neutralYes:["Va bene.","Molto bene."]
		
		hateHello:"Oh, sei tu."
		hateLetsHearIt:["E allora?","Concludi il tuo discorso."]
		hateNo:["Ciò è inaccettabile.","La tua richiesta dev'essere uno scherzo di cattivo gusto."]
		hateYes:["Oh, molto bene.","Credo dovrò accettare."]
		
		afterPeace:"Sai che avrei potuto distruggerti, ma oggi mi trattiene un'anima generosa, e mi sento magnanimo."
		tradeRequest:"Il generoso regno d'Egitto ti fa quest'offerta."
		
		mainColor:[ 231, 213, 0],
		secondaryColor:[98,10,210],
		uniqueName:"Costruttori di Monumenti",
		unique:"+20% Produzione durante la costruzione di una Meraviglia"
		cities:["Tebe","Menfi","Eliopoli","Elefantina","Alessandria","Pi-Ramesse","Giza","Biblo","Akhetaten","Ieraconpoli",
			"Abido","Asyut","Avaris","Lisht","Buto","Edfu","Pithom","Busiri","Kahun","Atribi",
			"Mendes","Elashmunein","Tanis","Bubasti","Oryx","Sebennytus","Akhmin","Karnak","Luxor","El Kab"]
	},
	{
		name:"England",
		translatedName:"Inghilterra",
		leaderName:"Elisabetta",
		adjective:["inglese"],
		
		startIntroPart1:"Lode a Sua Serena Altezza, regina Elisabetta Gloriana, che guida e protegge la celebre nazione marittima d'Inghilterra. L'Inghilterra è una terra antica, con insediamenti risalenti fino a 35.000 anni fa e oggetto di innumerevoli ondate di invasioni, ciascuna delle quali ha poi contribuito a definire il carattere della popolazione. Anche se l'Inghilterra è un'isola poco estesa, per anni la sua gente ha dominato la scena mondiale: la sua flotta ineguagliabile, i suoi brilanti artisti e l'astuzia dei suoi mercanti le hanno conferito un potere e un'influenza che andavano ben al di là dei semplici numeri."
		startIntroPart2:"Regina Elisabetta, farai tornare il suo popolo inglese alla sua età dell'oro? Esso si rivolge a te per ritrovare la pace e la prosperità di un tempo. Accetterai di indossare il mantello della grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Per grazia di Dio, i tuoi giorni sono contati!"
		attacked:"Mai ci arrenderemo all'invasore!"
		defeated:"Hai trionfato sull'impero su cui il Sole non tramonta mai. La vittoria è tua, ma non credere durerà a lungo, perché grazie alla provvidenza, l'Inghilterra risorgerà dalle ceneri."
		introduction:"Io sono Elisabetta d'Inghilterra. Siamo lieti di incontrarvi."
		
		neutralHello:"Salve di nuovo."
		neutralLetsHearIt:["Avanti.","Continua."]
		neutralNo:["Scusami?","È inaccettabile!"]
		neutralYes:["Certamente!","Molto bene!"]

		hateHello:"Oh, sei tu!"
		hateLetsHearIt:["Ti ascolto.","Che dicevi?"]
		hateNo:["Stai scherzando, spero!","Certo che no!"]
		hateYes:["Oh, molto bene!","Se proprio devo..."]
		
		afterPeace:"Hai combattuto con onore. Finiamola qui."
		tradeRequest:"Ti interessa un accordo commerciale con il regno inglese?"
		
		mainColor:[ 114, 0, 0],
		secondaryColor:[255,255,255],
		uniqueName:"Il Sole non tramonta mai",
		unique:"+2 movimento per tutte le unità navali"
		cities:["Londra","York","Nottingham","Hastings","Canterbury","Coventry","Warwick","Newcastle","Oxford","Liverpool",
			"Dover","Brighton","Norwich","Leeds","Reading","Birmingham","Richmond","Exeter","Cambridge","Gloucester",
			"Manchester","Bristol","Leicester","Carlisle","Ipswich","Portsmouth","Berwick","Bath","Mumbles","Southampton"]
	},
	{
		name:"France",
		translatedName:"Francia",
		leaderName:"Napoleone",
		adjective:["francese"],
		
		startIntroPart1:"Lunga vita e trionfi a te, primo console e imperatore di Francia, Napoleone I, capo del popolo francese. La Francia giace nel cuore dell'Europa. Per lungo tempo Parigi è stata al centro del mondo in fatto di cultura, arti e letteratura. Anche se circondata da nazioni concorrenti, e spesso nemiche, la Francia è sempre emersa a testa alta. I suoi eserciti hanno marciati trionfalmente da un capo all'altro del mondo e i suoi soldati e i suoi generali si sono rivelati tra i migliori della storia."
		startIntroPart2:"Napoleone Bonaparte, la Francia vuole che ti ricostruisca il tuo impero, che la guidi nuovamente verso la gloria e la grandezza, facendola tornare ad essere il centro della cultura e della raffinatezza. Imperatore, tornerai a cavalcare contro i tuoi nemici? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Come osi disturbare la tranquillità del mio impero? Preparati a morire!",
		attacked:"Sei caduto dritto nella mia trappola. Preparati a essere seppellito!",
		defeated:"Mi congratulo per la tua vittoria. Sei riuscito a superarmi, impresa in cui altri avevano fallito."
		introduction:"Benvenuto, straniero. Sono Napoleone, Imperatore di Francia. Sono leale con gli amici, ma mortale con i nemici. Voi cosa vi dichiarate?"
		
		neutralHello:"Salve."
		neutralLetsHearIt:["Continua.","Ti ascolto.","Avanti.","Stavi dicendo?"]
		neutralNo:["Mi rifiuto.","Certo che no.","No."]
		neutralYes:["Eccellente.","Molto bene.","Perché no?"]

		hateHello:"Sei tu..."
		hateLetsHearIt:["Parla."]
		hateNo:["Vuoi scherzare?","Certo che no.","Inaccettabile."]
		hateYes:["Va bene.","Credo di non avere altra scelta.","Certamente.","Molto bene."]
		
		afterPeace:"Sembra che ti abbia sottovalutato. Ti prometto che non ripeterò un simile errore."
		tradeRequest:"La Francia ti offre questa proposta eccezionale."
		
		mainColor:[ 38, 98, 255],
		secondaryColor:[239,236,148],
		uniqueName:"Ancien Régime",
		unique:"+2 Cultura al turno dalle città prima della scoperta dell'Energia a Vapore",
		cities:["Parigi","Orleans","Lione","Troyes","Tours","Marsiglia","Chartres","Avignon","Rouen","Grenoble",
			"Dijon","Amiens","Cherbourg","Poitiers","Tolosa","Bayonne","Strasburgo","Brest","Bordeaux","Rennes",
			"Nizza","Saint Etienne","Nantes","Reims","Le Mans","Montpellier","Limoges","Nancy","Lilla","Caen"]
	},
	{
		name:"Russia",
		translatedName:"Russia",
		leaderName:"Caterina",
		adjective:["russo"],
		
		startIntroPart1:"Salute, Vostra Maestà Imperiale Caterina, meravigliosa imperatrice di tutte le Russie. Al vostro comando si muove il più grande paese del mondo. La potente Russia si estende dall'Oceano Pacifico a est al Mar Baltico a ovest. Nonostante guerre, siccità e ogni altro genere di disastro, il popolo russo sopravvive e prospera e i suoi artisti e scienziati sono tra i migliori al mondo. Ancora oggi il paese è annoverabile come uno tra i più potenti della storia umana, una vera superpotenza, dotata per di più della forza più distruttiva mai concepita."
		startIntroPart2:"Caterina, il tuo popolo vuole tornare ai gloriosi giorni della grande Russia, vuole rivitalizzarne la terra e rivivere la meraviglia dell'Illuminismo. Tornerai a guidare la tua gente verso la grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Ti sei comportato molto male, lo sai? Credo che adesso sia l'ora della vendetta.",
		attacked:"Hai confuso la mia passione per una debolezza... temo che la pagherai assai cara."
		defeated:"Ci hai sconfitti, e ciò mi rende prigioniera. Ma direi che ci sono destini peggiori, giusto?"
		introduction:"Ti saluto, straniero! Se sei intelligente e saggio tanto quanto sei bello, andremo d'accordo alla grande!"
		
		neutralHello:"Salve!"
		neutralLetsHearIt:["Avanti.","Parla."]
		neutralNo:["Rifiutiamo.","Ha! Certo che no!","No di certo."]
		neutralYes:["Certo.","D'accordo.","Eccellente!"]

		hateHello:"Che cosa vuoi?!"
		hateLetsHearIt:["Ebbene?","Avanti...","Continua."]
		hateNo:["Stai scherzando?!","Scusami?!","Ciò è inaccettabile."]
		hateYes:["Credo... che accetterò.","Oh... molto bene.","Ci sto."]
		
		afterPeace:"Ora è il momento di godersi i frutti della pace."
		tradeRequest:"Ti piacerebbe se ti proponessi questo scambio?"
				
		mainColor:[ 236, 178, 0],
		secondaryColor:[0,0,0],
		uniqueName:"Ricchezze Siberiane",
		unique:"+1 Produzione dalle risorse strategiche, e doppia quantità da Cavalli, Ferro e Uranio.",
		cities:["Mosca","San Pietroburgo","Novgorod","Rostov","Yaroslavl","Yekaterinburg","Yakutsk","Vladivostok","Smolensk","Orenburg",
			"Krasnoyarsk","Khabarovsk","Bryansk","Tver","Novosibirsk","Magadan","Murmansk","Irkutsk","Chita","Samara",
			"Arkhangelsk","Chelyabinsk","Tobolsk","Vologda","Omsk","Astrakhan","Kursk","Saratov","Tula","Vladimir"]
	},
	{
		name:"Rome",
		translatedName:"Roma",
		leaderName:"Augusto Cesare",
		adjective:["romano"],
		
		startIntroPart1:"Che la benedizione degli dei scenda su di te, Cesare Augusto, imperatore di Roma e di tutte le sue terre. Il tuo impero fu il più vasto e duraturo di tutto l'emisfero occidentale, di cui il tuo popolo ha modellato cutura, leggi, arti e tecnica militare come mai altri prima o dopo. Anno dopo anno di gloriose conquiste, Roma giunse a dominare tutto il bacino del Medirettaneo, dalla Spagna a ovest alla Siria a est, espandendosi a nord fino all'Inghilterra e alla Germania settentrionale. L'arte e l'architettura romana ancora oggi meravigliano e stupiscono il mondo facendo di Roma un modello per le civiltà che seguirono."
		startIntroPart2:"O potente imperatore, il tuo popolo si rivolge a te a gran voce per riconquistare la sua antica gloria. Farai in modo che il tuo impero risorga, portando pace e ordine a tutti? Renderai Roma nuovamente il centro del mondo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Il mio tesoro va scarseggiando e i miei soldati si stanno spazientendo... <sigh> ...pertanto, credo proprio che dovrò muoverti guerra. Alea jacta eat - il dado è tratto!"
		attacked:"La tua arroganza sarà la tua rovina! Nessun potere, per quanto prode o forte, può sconfiggere Roma!"
		defeated:"Gli dei hanno privato Roma del loro favore. Siamo stati sconfitti."
		introduction:"Ave. Sono Augusto, Princeps, Imperator e Pontifex Maximus di Roma. Se sei amico di Roma, sei il benvenuto."
		
		neutralHello:"Saluti."
		neutralLetsHearIt:["Comincia pure.","Continua."]
		neutralNo:["No.","Certo che no!"]
		neutralYes:["Good.","I agree."]

		hateHello:"Che cosa vuoi?"
		hateLetsHearIt:["E...?","Continua."]
		hateNo:["Spiacente.","Stai scherzando, spero!"]
		hateYes:["Bene.","Oh. Bene."]
		
		afterPeace:"I tuoi soldati hanno combattuto bene. Mi congratulo per la tua vittoria."
		tradeRequest:"Ti offro questo, per la tua considerazione."
				
		mainColor:[ 53,0,87],
		secondaryColor:[238,201,9],
		uniqueName:"La Gloria di Roma",
		unique:"+25% bonus di Produzione verso qualunque edificio già esistente nella Capitale.",
		cities:["Roma","Anzio","Cuma","Napoli","Ravenna","Arretium","Milano","Arpinum","Circei","Setia",
			"Satricum","Ardea","Ostia","Velitrae","Viroconium","Tarentum","Brundisium","Caesaraugusta","Caesarea","Palmyra",
			"Signia","Aquileia","Clusium","Sutrium","Cremona","Placentia","Hispalis","Artaxata","Aurelianorum","Nicopolis"]
	},
	{
		name:"Arabia",
		translatedName:"Arabia",
		leaderName:"Harun al-Rashid",
		adjective:["arabo"],
		
		startIntroPart1:"Che la benedizione di Allah scenda su di te, grande califfo Harun al-Rashid, capo del pio popolo arabo! L'impero musulmano del Califfato nacquie negli anni turbolenti che seguirono la morte del profeta Maometto nel 632 d.C.; i suoi seguaci intendevano estendere il regno di Allah a tutti i  popoli della Terra. E il Califfato in effetti divenne sempre più potente, giungendo a controllare, al proprio apice, la Spagna, l'Africa settentrionale, il Medio Oriente, l'Anatolia, i Balcani e la Persia; un impero esteso quanto quello romano, se non di più. Nel Medio Evo, mentre le nazioni d'Europa sprofondavano nell'ignoranza e nel caos, in Arabia le arti e le scienze fiorivano. Il Califfato durò per 600 anni, finché non cedette all'assalto dei Mongoli, quei maledetti distruttori di imperi altrui."
		startIntroPart2:"Gran califfo Harun al-Rashid, la tua gente si rivolge a te per tornare alla grandezza di un tempo. Per far tornare l'Arabia una terra illuminata da arti e conoscenza, una nazione potente che non debba temere nessuno. O califfo, raccoglierai la sfida? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Invero, è un peccato che dobbiamo passare alle maniere forti... non è tradizione per un re uccidere un altro re, né per un regno uccidere un altro regno."
		attacked:"Ti avverto almeno di non farti un'abitudine di spargere sangue. Il sangue non dorme mai."
		defeated:"Hai vinto. Complimenti. Ora il palazzo è nelle tue mani. Ti prego di prenderti cura del mio pavone."
		introduction:"Salve, straniero. Sono Harun Al-Rashid, Califfo degli Arabi. Vieni, raccontami del tuo impero."
		
		neutralHello:"Pace a te."
		neutralLetsHearIt:["Cos'é questo?","Cosa stavi dicendo?"]
		neutralNo:["Certamente no.","Certo che no."]
		neutralYes:["Va bene.","Eccellente."]

		hateHello:"Oh, sei tu."
		hateLetsHearIt:["Cos'é questo?!","Finisci il tuo discorso."]
		hateNo:["Questa richiesta è inaccettabile.","Non puoi essere serio a riguardo."]
		hateYes:["Molto bene.","Se devo."]
		
		afterPeace:"Vi ringraziamo per questi termini generosi. Non dimenticheremo il favore che ci hai mostrati."
		tradeRequest:"Avanti, facciamo un affare."
				
		mainColor:[ 41,83,42],
		secondaryColor:[146,221,9],
		uniqueName:"Carovane Commerciali",
    		unique:"+1 Oro per ogni rotta commerciale, e doppia quantita da Petrolio.",
		cities:["Mecca","Medina","Damasco","Baghdad","Najran","Kufah","Basra","Khurasan","Anjar","Fustat",
			"Aden","Yamama","Muscat","Mansura","Bukhara","Fez","Shiraz","Merw","Balkh","Mosul",
			"Aydab","Bayt","Suhar","Taif","Hama","Tabuk","Sana'a","Shihr","Tripoli","Tunis"]
	},
	{
		name:"America",
		translatedName:"Stati Uniti",
		leaderName:"George Washington",
		adjective:["americano"],
		
		startIntroPart1:"Benvenuto, presidente Washington! Tu guidi l'industriosa civiltà americana, costrituitasi in seguito allo scoppio della rivoluzione nel XVIII secolo e finita, ancora giovane nazione di appena un centinaio d'anni, nella terribile morsa di una guerra civile che rischiò di dividerla per sempre. Ma poco tempo dopo, nel XX secolo, gli Stati Uniti raggiunsero l'apice della loro potenza, emergendo trionfanti e sempre più potenti dalle due terribili guerre che video la fine di tante altre grandi nazioni."
		startIntroPart2:"Gli Stati Uniti sono una nazione di immigrati, pieni di ottimismo e determinazione. Quello che manca loro è soltanto un leader che li aiuti a realizzare il loro potenziale. Presidente Washington, saprai guidare l'America verso la grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Speravo di non arrivare a questo punto... ma la tua idea di pace non mi da' altra scelta!"
		attacked:"Hai confuso il nostro amore per la pace per debolezza. Se devo scegliere tra giustizia e pace... scelgo la giustizia!"
		defeated:"Complimenti. Al posto degli Stati Uniti d'America, sarà la tua nazione ad andare lontano. Spero che ti dimostrerai misericordioso nel tuo trionfo."
		introduction:"Vi dò il benvenuto da parte dei cittadini degli Stati Uniti d'America."
		
		neutralHello:"Buongiorno."
		neutralLetsHearIt:["Procedi.","Va avanti.","Sto ascoltando."]
		neutralNo:["Certo che no!","No."]
		neutralYes:["Molto bene.","D'accordo.","Certamente!"]

		hateHello:"Ebbene?"
		hateLetsHearIt:["Và avanti.","Stavi dicendo?"]
		hateNo:["Certamente no.","Mi rifiuto!","Non dirai sul serio."]
		hateYes:["Se proprio devo.","Va bene.","D'accordo."]
		
		afterPeace:"Accogliamo la pace con la vostra grande nazione. Preghiamo che non vi siano altri futuri malintesi tra di noi."
		tradeRequest:"Ti interessa forse questo accordo commerciale?"
				
		mainColor:[ 28,51,119],
		secondaryColor:[255,255,255],
		uniqueName:"Destino Manifesto",
		unique:"+1 Visione per tutte le unità militari terrestri. 50% di sconto per l'acquisto delle caselle",
		cities:["Washington","New York","Boston","Philadelphia","Atlanta","Chicago","Seattle","San Francisco","Los Angeles","Houston",
			"Portland","St. Louis","Miami","Buffalo","Detroit","New Orleans","Baltimore","Denver","Cincinnati","Dallas","Memphis",
			"Cleveland","Kansas City","San Diego","Richmond","Las Vegas","Phoenix","Albuquerque","Minneapolis","Pittsburgh"]
	},
	{
		name:"Japan",
		translatedName:"Giappone",
		leaderName:"Oda Nobunaga",
		adjective:["giapponese"],
		
		startIntroPart1: "Salute a te, nobile Oda Nobunaga, sovrano del Giappone, la terra del Sol Levante, dove sorge il Sole! Possa tu a lungo passeggiare in mezzo ai suoi prati in fiore. I giapponesi sono un popolo isolano, fiero e pio, dalla ricca cultura artistica e letteraria. La tua civiltà è millenaria. Sono stati anni di lotte sanguinose, di espansioni ed isolamenti, di grandi ricchezze e povertà. Oltre alla sua prodezza sul campo di battaglia, il tuo popolo può anche vantare una stupefacente operosità. La sua superiorità tecnologiche e le sue grandiose fabbriche sono l'invidia degli altri popoli di tutte le latitudini."
		startIntroPart2: "O leggendario damiyo, prenderai in mano le redini del destino? Porterai alla tua famiglia e al tuo popolo l'onore e la gloria che meritano? Alzerai di nuovo la tua spada e marcerai verso il trionfo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Come samurai siamo gente onesta, e noi troviamo onesto volerti esprimere la nostra intenzione di cancellarti dalla faccia della terra con questo messaggio."
		attacked:"Fatti pure avanti! Il kamikaze (vento divino) ci proteggerà, e tu cadrai, come altri prima di te!"
		defeated:"Poni fine al disonore che è caduto sulla mia famiglia... sul mio popolo."
		introduction:"Io sono Oda Nobunaga, capo del grande clan Oda. Mi auguro una relazione giusta e leale nei vostri confronti."
		
		neutralHello:"Salve."
		neutralLetsHearIt:["Vai avanti.","Procedi.","Ti ascolto."]
		neutralNo:["Spiacente, ma non basta.","No.","Forse in seguito."]
		neutralYes:["Molto bene.","Va bene.","Hai. (Sì)"]

		hateHello:"Oh, sei tu..."
		hateLetsHearIt:["Sentiamo.","Continua.","Procedi."]
		hateNo:["Ie. (No)","Scusami?","Forse non ora."]
		hateYes:["D'accordo.","Oh... benissimo.","Certo non v'è altro modo."]
		
		afterPeace:"Combatterti è stato un onore, ma adesso è il momento di terminare questo spargimento di sangue."
		tradeRequest:"Sarei grato se accettassi questa mia proposta."
		
		mainColor:[215,225,225],
		secondaryColor:[185,0,0],
		uniqueName:"Bushido",
		unique: "Le unità combattono come se fossero perfettamente sane. +1 Cultura dai Pescherecci.",
		cities:["Kyoto","Osaka","Tokyo","Satsuma","Kagoshima","Nara","Nagoya","Izumo","Nagasaki","Yokohama","Shimonoseki",
		"Matsuyama","Sapporo","Hakodate","Ise","Toyama","Fukushima","Suo","Bizen","Echizen","Izumi","Omi","Echigo","Kozuke",
		"Sado","Kobe","Nagano","Hiroshima","Takayama","Akita","Fukuoka","Aomori","Kamakura","Kochi","Naha","Sendai","Gifu",
		"Yamaguchi","Ota","Tottori"]
	},	/*
	{
		name:"Germany",
		translatedName:"Germania",
		leaderName:"Otto von Bismark",
		adjective:["tedesco"],
		
		startIntroPart1: "Salve, potente Bismarck, primo cancelliere della Germania e del suo impero! La germania è una delle nazioni più giovani, sorta dalle ceneri del Sacro Romano Impero e poi unificata nel 1871, poco più di un secolo fa. Il popolo tedesco si è rivelato creativo, industrioso e feroce in guerra. Nonostante le catastrofi subite nella prima metà del XX secolo, la Germania è riuscita a imporsi come una delle nazioni più importanti dal punto di vista economico, artistico e tecnologico.."
		startIntroPart2: "Grande principe Bismarck, il popolo tedesco guarda a te per vivere nuovi giorni di gloria. Forte è la sua determinazione affinché tu, l'amato Cancelliere di Ferro, torni a guidare la nazione ancora una volta. Sceglierai di dominare con il suangue e l'acciaio o patrocinerai le arti e l'industria? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?"
		
		declaringWar:"Lascia che tu lo sappia: tu sei un nemico della Germania e come tale vai combattuto. Che Dio abbia pietà di te, perché io non ne avrò."
		attacked:"Ho sconfitto nemici dieci volte più potennti di te. Tu ne sarai solo un altro per gli storici!"
		defeated:"Eravamo gli augusti e i gloriosi... ma no, non importa. Hai vinto. Possa il tuo regno essere più pacifico di quanto fosse il mio."
		introduction:"Guten tag. Nel nome del grande popolo tedesco, vi diamo il benvenuto."
		
		neutralHello:"E dunque?"
		neutralLetsHearIt:["Cos'hai da dire?","Sì?","Ja? (Sì?)"]
		neutralNo:["Non lo accetto.","Nein. (No)","Impossibile."]
		neutralYes:["D'accordo.","Benissimo, allora.","Ja."]

		hateHello:"Sputa il rospo!"
		hateLetsHearIt:["E...?!","Avanti!","Beh, dimmelo!"]
		hateNo:["Ciò non è accettabile!","Stai scherzando, spero!","Nein!"]
		hateYes:["Va bene.","Gut. (Ben)","Non credo possa rifiutare."]
		
		afterPeace:"Che ne pensi di metterci una pietra sopra?"
		tradeRequest:"Considerare con cautela questa proposta sarebbe nei nostri migliori interessi."
				
		mainColor:[224,224,224],
		secondaryColor:[64,64,64],
		uniqueName:"Furor Teutonicus",
		unique:"Quando sconfiggi un'unità barbara, hai il 67% di chance di ottenere 25 Oro e che l'unità si unisca all'esercito. -25% mantenimento delle unità terrestri.",
		cities:["Berlino","Amburgo","Monaco","Colonia","Francoforte","Essen","Dortmund","Stoccarta","Dusseldorf","Bremen",
			"Hannover","Duisburg","Lipsia","Dresden","Bonn","Bochum","Bielefeld","Karlsruhe","Gelsenkirchen","Wiesbaden",
			"Munster","Rostok","Chemnitz","Braunschweig","Halle","Mצnchengladbach","Kiel","Wuppertal","Freiburg","Hagen",
			"Erfurt","Kaiserslautern","Kassel","Oberhausen","Hamm","Saarbrucken","Krefeld","Pirmasens","Potsdam","Solingen",
			"Osnabruck","Ludwingshafen","Leverkusen","Oldenburg","Neuss","Mulheim","Darmstadt","Herne","Wurzburg",
			"Recklinghausen","Gצttingen","Wolfsburg","Koblenz","Hildesheim","Erlangen"]
	},
	*/
	{
		name:"Barbarians",
		mainColor:[0,0,0],
		secondaryColor:[182,0,0]
	}
]
