[
	{
		//nations
		"name": "Babylon",
		"leaderName": "Nebuchadnezzar II",
		"adjective": ["Babylonian"],
		"startBias": ["Avoid Tundra"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "May the blessings of heaven be upon you, O great Nebuchadnezzar, father of mighty and ancient Babylon! Young was the world when Sargon built Babylon some five thousand years ago, long did it grow and prosper, gaining its first empire the eighteenth century BC, under godlike Hammurabi, the giver of law. Although conquered by the Kassites and then by the Assyrians, Babylon endured, emerging phoenix-like from its ashes of destruction and regaining its independence despite its many enemies. Truly was Babylon the center of arts and learning in the ancient world. O Nebuchadnezzar, your empire endured but a short time after your death, falling to the mighty Persians, and then to the Greeks, until the great city was destroyed by 141 BC.",
		"startIntroPart2": "But is Babylon indeed gone forever, great Nebuchadnezzar? Your people look to you to bring the empire back to life once more. Will you accept the challenge? Will you build a civilization that will stand the test of time?",
		
		"declaringWar": "The demon wants the blood of soldiers!",
		"attacked": "Oh well, I presume you know what you're doing.",
		"defeated": "It is over. Perhaps now I shall have peace, at last.",
		"introduction": "Are you real or a phantom?",
		
		"neutralHello": "Greetings.",
		"hateHello": "What do YOU want?!",
		
		"tradeRequest": "It appears that you do have a reason for existing – to make this deal with me.",
				
		"outerColor": [27,53,63],
		"innerColor": [213,249,255],
		"unique": "INGENUITY",
		"cities": ["Babylon","Akkad","Dur-Kurigalzu","Nippur","Borsippa","Sippar","Opis","Mari","Shushan","Eshnunna",
			"Ellasar","Erech","Kutha","Sirpurla","Neribtum","Ashur","Ninveh","Nimrud","Arbela","Nuzi",
			"Arrapkha","Tutub","Shaduppum","Rapiqum","Mashkan Shapir","Tuttul","Ramad","Ana","Haradum","Agrab",
			"Uqair","Gubba","Hafriyat","Nagar","Shubat Enlil","Urhai","Urkesh","Awan","Riblah","Tayma"]
	},
	{
		"name": "Greece",
		"leaderName": "Alexander",
		"adjective": ["Greek"],
		"startBias": ["Coast"],
//		"preferredVictoryType":"Diplomatic",
		
		"startIntroPart1": "May the blessings of the gods be upon you, oh great King Alexander! You are the ruler of the mighty Greek nation. Your people lived for so many years in isolated city-states - legendary cities such as Athens, Sparta, Thebes - where they gave the world many great things, such as democracy, philosophy, ragedy, art and architecture, the very foundation of Western Civilization. Although few in number and often hostile to each other, in the 5th century BC they were able to defeat their much larger neighbor, Persia, on land and sea.",
		"startIntroPart2": "Alexander, your people stand ready to march to war, to spread the great Greek culture to millions and to bring you everlasting glory. Are you ready to accept your destiny, King Alexander? Will you lead your people to triumph and greatness? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You are in my way, you must be destroyed.",
		"attacked": "As a matter of fact I too grow weary of peace.",
		"defeated": "You have somehow become my undoing! What kind of beast are you?",
		"introduction": "Hello stranger! I am Alexandros, son of kings and grandson of the gods!",
		
		"neutralHello": "Greetings!",
		"hateHello": "What?",
		
		"tradeRequest": "My friend, does this seem reasonable to you?",
				
		"outerColor": [181, 232, 232],
		"innerColor": [68,142,249],
		"unique": "HELLENIC_LEAGUE",
		"cities": ["Athens","Sparta","Corinth","Argos","Knossos","Mycenae","Pharsalos","Ephesus","Halicarnassus","Rhodes",
			"Eretria","Pergamon","Miletos","Megara","Phocaea","Sicyon","Tiryns","Samos","Mytilene","Chios",
			"Paros","Ellis","Syracuse","Herakleia","Gortyn","Chalkis","Pylos","Pella","Naxos","Sicyon",
			"Larissa","Apollonia","Messene","Orchomenos","Ambracia","Kos","Knidos","Amphipolis",
			"Patras","Lamia","Nafplion","Apolyton"]
	},
	{
		"name": "China",
		"leaderName": "Wu Zetian",
		"adjective": ["Chinese"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "The Blessings of Heaven be upon you. Empress Wu Zetian, most beautiful and haughty ruler of China! Oh great Empress, whose shadow causes the flowers to blossom and the rivers to flow! You are the leader of the Chinese, the oldest and the greatest civilization that humanity has ever produced. China's history stretches back into the mists of time, its people achieving many great things long before the other upstart civilizations were even conceived. China's contributions to the arts and sciences are too many and too wondrous to do justice to - the printing press, gunpowder, the works of Confucius - these are but a few of the gifts China has given to an undeserving world!",
		"startIntroPart2": "You, great Queen, who, with cunning and beauty, rose from the position of lowly concubine to that of Divine Empress - your people call out to you to lead them! Great China is once again beset on all sides by barbarians. Can you defeat all your many foes and return your country to greatness? Can you build a civilization to stand the test of time?",
		"declaringWar": "You won't ever be able to bother me again. Go meet Yama.",
		"attacked": "Fool! I will disembowel you all!",
		"defeated": "You have proven to be a cunning and competent adversary. I congratulate you on your victory.",
		"introduction": "Greetings, I am Empress Wu Zetian. China desires peace and development. You leave us alone, we'll leave you alone.",
		"neutralHello": "How are you today?",
		"hateHello": "Oh. It's you?",
		"tradeRequest": "My friend, do you think you can accept this request?",
		"outerColor": [9, 112, 84],
		"innerColor": [255,255,255],
		"unique": "ART_OF_WAR",
		"cities": ["Beijing","Shanghai","Guangzhou","Nanjing","Xian","Chengdu","Hangzhou","Tianjin","Macau","Shandong",
			"Kaifeng","Ningbo","Baoding","Yangzhou","Harbin","Chongqing","Luoyang","Kunming","Taipei","Shenyang",
			"Taiyuan","Tainan","Dalian","Lijiang","Wuxi","Suzhou","Maoming","Shaoguan","Yangjiang","Heyuan","Huangshi",
			"Yichang","Yingtian","Xinyu","Xinzheng","Handan","Dunhuang","Gaoyu","Nantong","Weifang","Xikang"]
	},
	{
		"name": "Egypt",
		"leaderName": "Ramesses II",
		"adjective": ["Egyptian"],
		"startBias": ["Avoid Jungle","Avoid Forest"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "We greet thee, oh great Ramesses, Pharaoh of Egypt, who causes the sun to rise and the Nile to flow, and who blesses his fortunate people with all the good things of life! Oh great lord, from time immemorial your people lived on the banks of the Nile river, where they brought writing to the world, and advanced mathematics, sculpture, and architecture. Thousands of years ago they created the great monuments which still stand tall and proud.",
		"startIntroPart2": "Oh, Ramesses, for uncounted years your people endured, as other petty nations around them have risen and then fallen into dust. They look to you to lead them once more into greatness. Can you honor the gods and bring Egypt back to her rightful place at the very center of the world? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You are but a pest on this Earth, prepare to be eliminated!",
		"attacked": "You are a fool who evokes pity. You have brought my hostility upon yourself and your repulsive civilization!",
		"defeated": "Strike me down and my soul will torment yours forever, you have won nothing.",
		"introduction": "Greetings, I am Ramesses the god. I am the living embodiment of Egypt, mother and father of all civilizations.",
		
		"neutralHello": "Good day.",
		"hateHello": "Oh, it's you.",

		"tradeRequest": "Generous Egypt makes you this offer.",
		
		"outerColor": [ 231, 213, 0],
		"innerColor": [98,10,210],
		"unique": "MONUMENT_BUILDERS",
		"cities": ["Thebes","Memphis","Heliopolis","Elephantine","Alexandria","Pi-Ramesses","Giza","Byblos","Akhetaten",
			   "Hieraconpolis","Abydos","Asyut","Avaris","Lisht","Buto","Edfu","Pithom","Busiris","Kahun","Athribis",
			   "Mendes","Elashmunein","Tanis","Bubastis","Oryx","Sebennytus","Akhmin","Karnak","Luxor","El Kab","Armant",
			   "Balat","Ellahun","Hawara","Dashur","Damanhur","Ellahun","Abusir","Ellahun","Herakleopolis","Akoris",
			   "Benihasan","Badari","Hermopolis","Amrah","Koptos","Ombos","Naqada","Semna","Soleb"]
	},
	{
		"name": "England",
		"leaderName": "Elizabeth",
		"adjective": ["English"],
		"startBias": ["Coast"],
//		"preferredVictoryType": "Diplomatic",
	
		"startIntroPart1": "Praises upon her serene highness, Queen Elizabeth Gloriana. You lead and protect the celebrated maritime nation of England. England is an ancient land, settled as early as 35,000 years ago. The island has seen countless waves of invaders, each in turn becoming a part of the fabric of the people. Although England is a small island, for many years your people dominated the world stage. Their matchless navy, brilliant artists and shrewd merchants, giving them power and influence far in excess of their mere numbers.",
		"startIntroPart2": "Queen Elizabeth, will you bring about a new golden age for the English people? They look to you once more to return peace and prosperity to the nation. Will you take up the mantle of greatness? Can you build a civilization that will stand the test of time?",
		"declaringWar": "By the grace of God, your days are numbered.",
		"attacked": "We shall never surrender.",
		"defeated": "You have triumphed over us. The day is yours.",
		"introduction": "We are pleased to meet you.",
		"neutralHello": "Hello, again.",
		"hateHello": "Oh, it's you!",
		"tradeRequest": "Would you be interested in a trade agreement with England?",
		"outerColor": [ 114, 0, 0],
		"innerColor": [255,255,255],
		"unique": "SUN_NEVER_SETS",
		"cities": ["London","York","Nottingham","Hastings","Canterbury","Coventry","Warwick","Newcastle","Oxford","Liverpool",
			"Dover","Brighton","Norwich","Leeds","Reading","Birmingham","Richmond","Exeter","Cambridge","Gloucester",
			"Manchester","Bristol","Leicester","Carlisle","Ipswich","Portsmouth","Berwick","Bath","Mumbles","Southampton",
			"Sheffield","Salisbury","Colchester","Plymouth","Lancaster","Blackpool","Winchester","Hull"]
	},
	{
		"name": "France",
		"leaderName": "Napoleon",
		"adjective": ["French"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Long life and triumph to you, First Consul and Emperor of France, Napoleon I, ruler of the French people. France lies at the heart of Europe. Long has Paris been the world center of culture, arts and letters. Although surrounded by competitors - and often enemies - France has endured as a great nation. Its armies have marched triumphantly into battle from one end of the world to the other, its soldiers and generals among the best in history.",
		"startIntroPart2": "Napoleon Bonaparte, France yearns for you to rebuild your empire, to lead her once more to glory and greatness, to make France once more the epicenter of culture and refinement. Emperor, will you ride once more against your foes? Can you build a civilization that will stand the test of time?",
		"declaringWar": "You're disturbing us, prepare for war.",
		"attacked": "You've fallen into my trap. I'll bury you.",
		"defeated": "I congratulate you for your victory.",
		"introduction": "Welcome. I'm Napoleon, of France; the smartest military man in world history.",
		"neutralHello": "Hello.",
		"hateHello": "It's you.",
		"tradeRequest": "France offers you this exceptional proposition.",
		"outerColor": [ 38, 98, 255],
		"innerColor": [239,236,148],
		"unique": "ANCIEN_REGIME",
		"cities": ["Paris","Orleans","Lyon","Troyes","Tours","Marseille","Chartres","Avignon","Rouen","Grenoble",
			"Dijon","Amiens","Cherbourg","Poitiers","Toulouse","Bayonne","Strasbourg","Brest","Bordeaux","Rennes",
			"Nice","Saint Etienne","Nantes","Reims","Le Mans","Montpellier","Limoges","Nancy","Lille","Caen","Toulon",
			"Le Havre","Lourdes","Cannes","Aix-En-Provence","La Rochelle","Bourges","Calais"]
	},
	{
		"name": "Russia",
		"leaderName": "Catherine",
		"adjective": ["Russian"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Scientific",
	
		"startIntroPart1": "Greetings upon thee, Your Imperial Majesty Catherine, wondrous Empress of all the Russias. At your command lies the largest country in the world. Mighty Russia stretches from the Pacific Ocean in the east to the Baltic Sea in the west. Despite wars, droughts, and every manner of disaster the heroic Russian people survive and prosper, their artists and scientists among the best in the world. The Empire today remains one of the strongest ever seen in human history - a true superpower, with the greatest destructive force ever devised at her command.",
		"startIntroPart2": "Catherine, your people look to you to bring forth glorious days for Russia and her people, to revitalize the land and recapture the wonder of the Enlightenment. Will you lead your people once more into greatness? Can you build a civilization that will stand the test of time?",
		"declaringWar": "You've behaved yourself very badly, you know it. Now it's payback time.",
		"attacked": "You've mistaken my passion for a weakness, you'll regret about this.",
		"defeated": "We were defeated, so this makes me your prisoner. I suppose there are worse fates.",
		"introduction": "I greet you, stranger! If you are as intelligent and tactful as you are attractive, we'll get along just fine.",
		"neutralHello": "Hello!",
		"hateHello": "What do you need?!",
		"tradeRequest": "How would you like it if I propose this kind of exchange?",
		"outerColor": [ 236, 178, 0],
		"innerColor": [0,0,0],
		"unique": "SIBERIAN_RICHES",
		"cities": ["Moscow","St. Petersburg","Novgorod","Rostov","Yaroslavl","Yekaterinburg","Yakutsk","Vladivostok","Smolensk","Orenburg",
			"Krasnoyarsk","Khabarovsk","Bryansk","Tver","Novosibirsk","Magadan","Murmansk","Irkutsk","Chita","Samara",
			"Arkhangelsk","Chelyabinsk","Tobolsk","Vologda","Omsk","Astrakhan","Kursk","Saratov","Tula","Vladimir","Perm",
			"Voronezh","Pskov","Starayarussa","Kostoma","Nizhniy Novgorod","Sudzal","Magnitogorsk"]
	},
	{
		"name": "Rome",
		"leaderName": "Augustus Caesar",
		"adjective": ["Roman"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "The blessings of the gods be upon you, Caesar Augustus, emperor of Rome and all her holdings. Your empire was the greatest and longest lived of all in Western civilization. And your people single handedly shaped its culture, law, art, and warfare like none other, before or since. Through years of glorious conquest, Rome came to dominate all the lands of the Mediterranean from Spain in the west to Syria in the east. And her dominion would eventually expand to cover much of England and northern Germany. Roman art and architecture still awe and inspire the world. And she remains the envy of all lesser civilizations who have followed.",
		"startIntroPart2": "O mighty emperor, your people turn to you to once more reclaim the glory of Rome! Will you see to it that your empire rises again, bringing peace and order to all? Will you make Rome once again center of the world? Can you build a civilization that will stand the test of time?",
		"declaringWar": "My treasury contains little and my soldiers are getting impatient... <sigh> ...therefore you must die.",
		"attacked": "So brave, yet so stupid! If only you had a brain similar to your courage.",
		"defeated": "The gods have deprived Rome of their favour. We have been defeated.",
		"introduction": "I greet you. I am Augustus, Imperator and Pontifex Maximus of Rome. If you are a friend of Rome, you are welcome.",
		"neutralHello": "Hail.",
		"hateHello": "What do you want?",
		"tradeRequest": "I offer this, for your consideration.",
		"outerColor": [ 53,0,87],
		"innerColor": [238,201,9],
		"unique": "GLORY_OF_ROME",
		"cities": ["Rome","Antium","Cumae","Neapolis","Ravenna","Arretium","Mediolanum","Arpinum","Circei","Setia",
			"Satricum","Ardea","Ostia","Velitrae","Viroconium","Tarentum","Brundisium","Caesaraugusta","Caesarea","Palmyra",
			"Signia","Aquileia","Clusium","Sutrium","Cremona","Placentia","Hispalis","Artaxata","Aurelianorum","Nicopolis",
			  "Agrippina","Verona","Corfinium","Treverii","Sirmium","Augustadorum","Curia","Interrama","Adria",]
	},
	{
		"name": "Arabia",
		"leaderName": "Harun al-Rashid",
		"adjective": ["Arabian"],
		"startBias": ["Desert"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Blessings of God be upon you oh great caliph Harun al-Rashid, leader of the pious Arabian people! The Muslim empire, the Caliphate was born in the turbulent years after the death of the prophet Muhammad in 632 AD, as his followers sought to extend the rule of God to all of the people of the earth. The caliphate grew mighty indeed at the height of its power, ruling Spain, North Africa, the Middle East, Anatolia, the Balkans and Persia. An empire as great as or even greater than that of Rome. The arts and sciences flourished in Arabia during the Middle Ages, even as the countries of Europe descended into ignorance and chaos. The Caliphate survived for six hundred years, until finally succumbing to attack from the Mongols, those destroyers of Empires.",
		"startIntroPart2": "Great Caliph Harun al Rashid, your people look to you to return them to greatness! To make Arabia once again an enlightened land of arts and knowledge, a powerful nation who needs fear no enemy! Oh Caliph, will you take up the challenge? Can you build a civilization that will stand the test of time?",
		"declaringWar": "The world will be more beautiful without you. Prepare for war.",
		"attacked": "Fool! You will soon regret dearly! I swear it!",
		"defeated": "You have won, congratulations. My palace is now in your possession, and I beg that you care well for the peacock.",
		"introduction": "Welcome foreigner, I am Harun Al-Rashid, Caliph of the Arabs. Come and tell me about your empire.",
		"neutralHello": "Peace be upon you.",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "Come forth, let's do business.",
		"outerColor": [ 41,83,42],
		"innerColor": [146,221,9],
		"unique": "TRADE_CARAVANS",
		"cities": ["Mecca","Medina","Damascus","Baghdad","Najran","Kufah","Basra","Khurasan","Anjar","Fustat",
			"Aden","Yamama","Muscat","Mansura","Bukhara","Fez","Shiraz","Merw","Balkh","Mosul",
			"Aydab","Bayt","Suhar","Taif","Hama","Tabuk","Sana'a","Shihr","Tripoli","Tunis","Kairouan","Algiers","Oran"]
	},
	{
		"name": "America",
		"leaderName": "George Washington",
		"adjective": ["American"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Welcome President Washington! You lead the industrious American civilization! Formed in the conflagration of revolution in the 18th century, within a hundred years, the young nation became embroiled in a terrible civil war that nearly tore the country apart, but it was just a few short years later in the 20th century that the United States reached the height of its power, emerging triumphant and mighty from the two terrible wars that destroyed so many other great nations. The United States is a nation of immigrants, filled with optimism and determination. They lack only a leader to help them fulfill their promise.",
		"startIntroPart2": "President Washington, can you lead the American people to greatness? Can you build a civilization that will stand the test of time?",
		"declaringWar": "Your wanton aggression leaves us no choice. Prepare for war!",
		"attacked": "You have mistaken our love of peace for weakness. You shall regret this!",
		"defeated": "The day...is yours. I hope you will be merciful in your triumph.",
		"introduction": "The people of the United States of America welcome you.",
		"neutralHello": "Good day.",
		"hateHello": "Well?",
		"tradeRequest": "Is the following trade of interest to you?",
		"outerColor": [ 28,51,119],
		"innerColor": [255,255,255],
		"unique": "MANIFEST_DESTINY",
		"cities": ["Washington","New York","Boston","Philadelphia","Atlanta","Chicago","Seattle","San Francisco","Los Angeles","Houston",
			"Portland","St. Louis","Miami","Buffalo","Detroit","New Orleans","Baltimore","Denver","Cincinnati","Dallas","Memphis",
			"Cleveland","Kansas City","San Diego","Richmond","Las Vegas","Phoenix","Albuquerque","Minneapolis","Pittsburgh",
			"Oakland","Tampa Bay","Orlando","Tacoma","Santa Fe","Olympia","Hunt Valley","Springfield","Palo Alto","Centralia",
			"Spokane","Jacksonville","Svannah","Charleston","San Antonio","Birmingham","Anchorage","Sacramento","Reno",
			"Salt Lake City","Boise","Milwaukee","Santa Cruz","Little Rock"]
	},
	{
		"name": "Japan",
		"leaderName": "Oda Nobunaga",
		"adjective": ["Japanese"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Blessings upon you, noble Oda Nobunaga, ruler of Japan, the land of the Rising Sun! May you long walk among its flowering blossoms. The Japanese are an island people, proud and pious with a rich culture of arts and letters. Your civilization stretches back thousands of years, years of bloody warfare, expansion and isolation, great wealth and great poverty. In addition to their prowess on the field of battle, your people are also immensely industrious, and their technological innovation and mighty factories are the envy of lesser people everywhere.",
		"startIntroPart2": "Legendary damiyo, will you grab the reins of destiny? Will you bring your family and people the honor and glory they deserve? Will you once again pick up the sword and march to triumph? Will you build a civilization that stands the test of time?",
		"declaringWar": "I hereby inform you of our intention to wipe out your civilization from this world.",
		"attacked": "Pitiful fool! Now we shall destroy you!",
		"defeated": "You were much wiser than I thought.",
		"introduction": "We hope for a fair and just relationship with you, who are renowned for military bravery.",
		"neutralHello": "Hello.",
		"hateHello": "Oh, it's you...",
		"tradeRequest": "I would be grateful if you agreed on the following proposal.",
		"outerColor": [215,225,225],
		"innerColor": [185,0,0],
		"unique": "BUSHIDO",
		"cities": ["Kyoto","Osaka","Tokyo","Satsuma","Kagoshima","Nara","Nagoya","Izumo","Nagasaki","Yokohama",
			"Shimonoseki","Matsuyama","Sapporo","Hakodate","Ise","Toyama","Fukushima","Suo","Bizen","Echizen",
			"Izumi","Omi","Echigo","Kozuke","Sado","Kobe","Nagano","Hiroshima","Takayama","Akita","Fukuoka","Aomori",
			"Kamakura","Kochi","Naha","Sendai","Gifu","Yamaguchi","Ota","Tottori"]
	},
	{
		"name": "India",
		"leaderName": "Gandhi",
		"adjective": ["Indian"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Greetings, President Mahatma Gandhi, great souled leader of India! You are the ruler of one of the oldest countries in the world with history stretching back almost 10'000 years. A spiritual country, India is the birthplace of three of the world's great religions - Hinduism, Buddhism and Jainism. This is a passionate land of music and color, a land of great wealth and grinding poverty. For centuries, India was divided into kingdoms who fought constantly with each other and against outside invaders. That was, horever, after empires such as Maratha, Maurya and Gupta. In the 12th century AD, India was conquered by Muslim Turks fled from the Mongols. In the early 17th century, the English arrived, and thought a combination of shrewd diplomacy and technological supeiority, they conquered your fragmented nation. England remained in power for some two centuries until driven out by a rising wave of Indian nationalism, a peaceful rebellion unlike any before seen in history, one led by you!",
		"startIntroPart2": "Gandhi, your people look to you to lead them to even greater heights of glory! Can you help your people realize their great potential, to once again become the world's center of arts, culture and religion? Can you build a civilization that will stand the test of time?",
		"declaringWar": "I have just received a report that large numbers of my troops have crossed your borders.",
		"attacked": "My attempts to avoid violence have failed. An eye for an eye only makes the world blind.",
		"defeated": "You can chain me, you can torture me, you can even destroy this body, but you will never imprison my mind. ",
		"introduction": "Hello, I am Mohandas Gandhi. My people call me Bapu, but please, call me friend.",
		"neutralHello": "I wish you peace.",
		"hateHello": "What do you want?",
		"tradeRequest": "My friend, are you interested in this arrangement?",
		"outerColor": [16,126,5],
		"innerColor": [255,153,51],
		"unique": "POPULATION_GROWTH",
		"cities": ["Delhi","Mumbai","Vijayanagara","Pataliputra","Varanasi","Agra","Calcutta","Lahore","Bangalore","Hyderabad","Madurai","Ahmedabad",
			"Kolhapur","Prayaga","Ayodhya","Indraprastha","Mathura","Ujjain","Gulbarga","Jaunpur","Rajagriha","Sravasti","Tiruchirapalli","Thanjavur",
			"Bodhgaya","Kushinagar","Amaravati","Gaur","Gwalior","Jaipur","Karachi"]
	},
	{
		"name": "Germany",
		"leaderName": "Otto von Bismarck",
		"adjective": ["German"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Hail mighty Bismarck, first canchellor of Germany and her empire! Germany is an upstart nation, fashioned from the ruins of the Holy Roman Empire and finally unified in 1871, a little more than a century ago. The German people have proven themselves to be creative, industrious a ferocious warriors. Despite enduring great catastrophes in the first half of the 20th century, Germany remains a worldwide economic, artistic and technological leader.",
		"startIntroPart2": "Great Prince Bismarck, the German people look up too you to lead them to greater days of glory. Their determination is strong, and now they turn to you, their beloved iron chancellor, to guide them once more. Will you rile and conquer through blood and iron, or foster the Germanic arts and industry? Can you build a civilization that will stand the test of time?",
		"declaringWar": "I cannot wait until ye grow even mightier. Therefore, prepare for war!",
		"attacked": "Corrupted villain! We will bring you into the ground!",
		"defeated": "Germany has been destroyed. I weep for the future generations.",
		"introduction": "Guten tag. In the name of the great German people, I bid you welcome.",
		"neutralHello": "What now?",
		"hateHello": "So, out with it!",
		"tradeRequest": "It would be in your best interest, to carefully consider this proposal.",
		"outerColor": [150,150,150],
		"innerColor": [60,60,60],
		"unique": "FUROR_TEUTONICUS",
		"cities": ["Berlin","Hamburg","Munich","Cologne","Frankfurt","Essen","Dortmund","Stuttgart","Dusseldorf","Bremen",
			"Hannover","Duisburg","Leipzig","Dresden","Bonn","Bochum","Bielefeld","Karlsruhe","Gelsenkirchen","Wiesbaden",
			"Munster","Rostok","Chemnitz","Braunschweig","Halle","Mצnchengladbach","Kiel","Wuppertal","Freiburg","Hagen",
			"Erfurt","Kaiserslautern","Kassel","Oberhausen","Hamm","Saarbrucken","Krefeld","Pirmasens","Potsdam","Solingen",
			"Osnabruck","Ludwingshafen","Leverkusen","Oldenburg","Neuss","Mulheim","Darmstadt","Herne","Wurzburg",
			"Recklinghausen","Gצttingen","Wolfsburg","Koblenz","Hildesheim","Erlangen"]
	},
	
	
	{
		"name": "The Ottomans",
		"leaderName": "Suleiman I",
		"adjective": ["Ottoman"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Blessings of God be upon you, oh Great Emperor Suleiman! Your power, wealth and generosity awe the world! Truly, are you called 'Magnificent!' Your empire began in Bithynia, a small country in Eastern Anatolia in 12th century. Taking advantage in the decline of the great Selkuj Sultanate of Rum, King Osman I of Bithynia expanded west into Anatolia. Over the next century, your subjects brought down the empire of Byzantium, taking its holdings in Turkey and then the Balkans. In the mid 15th century, the Ottomans captured ancient Constantinople, gaining control of the strategic link between Europe and the Middle East. Your people's empire would continue to expand for centuries governing much of North Africa, the Middle East and Eastern Europe at its height.",
		"startIntroPart2": "Mighty Sultan, heed the call of your people! Bring your empire back to the height of its power and glory and once again the world will look upon your greatness with awe and admiration! Will you accept the challenge, great emperor? Will you build an empire that will stand the test of time?",
		"declaringWar": "Your continued insolence and failure to recognize and preeminence leads us to war.",
		"attacked": "Good. The world shall witness the incontestable might of my armies and the glory of the Empire.",
		"defeated": "Ruin! Ruin! Istanbul becomes Iram of the Pillars, remembered only by the melancholy poets.",
		"introduction": "From the magnificence of Topkapi, the Ottoman nation greets you, stranger! I'm Suleiman, Kayser-I Rum, and I bestow upon you my welcome!",
		"neutralHello": "Greetings!",
		"hateHello": "What do you want?",
		"tradeRequest": "Let us do business! Would you be interested?",
		"outerColor": [245,248,185],
		"innerColor": [18,84,30],
		"unique": "BARBARY_CORSAIRS",
		"cities": ["Istanbul","Edirne","Ankara","Bursa","Konya","Samsun","Gaziantep","Diyabakir","Izmir","Kayseri","Malatya",
			"Marsin","Antalya","Zonguldak","Denizli","Ordu","Mugia","Eskishehir","Inebolu","Sinop","Adana","Artuin",
			"Bodrum","Eregli","Silifke","Sivas","Amasya","Marmaris","Trabzon","Erzurum","Urfa","Izmit","Afyonkarhisar",
			"Bitlis","Yalova"]
	},
	{
		"name": "Korea",
		"leaderName": "Sejong",
		"adjective": ["Korean"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Greetings to you, exalted King Sejong the Great, servant to the people and protector of the Choson Dynasty! Your glorious vision of prosperity and overwhelming benevolence towards the common man made you the most beloved of all Korean kings. From the earliest days of your reign, the effort you took to provide a fair and just society for all was surpassed only by the technological advances spurred onwards by your unquenched thirst for knowledge. Guided by your wisdom, the scholars of the Jade Hall developed Korea's first written language, Hangul, bringing the light of literature and science to the masses after centuries of literary darkness.",
		"startIntroPart2": "Honorable Sejong, once more the people look to your for guidance. Will you rise to the occasion, bringing harmony and understanding to the people? Can you once again advance your kingdom's standing to such wondrous heights? Can you build a civilization that stands the test of time?",
		"declaringWar": "Jip-hyun-jun (Hall of Worthies) will no longer tolerate your irksome behavior. We will liberate the citizens under your oppression even with force, and enlighten them!",
		"attacked": "Foolish, miserable wretch! You will be crushed by this country's magnificent scientific power!",
		"defeated": "Now the question is who will protect my people. A dark age has come.",
		"introduction": "Welcome to the palace of Choson, stranger. I am the learned King Sejong, who looks after his great people.",
		
		"neutralHello": "Hello.",
		"hateHello": "Oh, it's you",
		"tradeRequest": "We have many things to discuss and have much to benefit from each other.",
		"outerColor": [20,25,173],
		"innerColor": [187,33,51],
		"unique": "SCHOLARS_OF_THE_JADE_HALL",
		"cities": ["Seoul","Busan","Jeonju","Daegu","Pyongyang","Kaesong","Suwon","Gwangju","Gangneung","Hamhung","Wonju","Ulsan",
			"Changwon","Andong","Gongju","Haeju","Cheongju","Mokpo","Dongducheon","Geoje","Suncheon","Jinju","Sangju",
			"Rason","Gyeongju","Chungju","Sacheon","Gimje","Anju"]
	},
	
	{
		"name": "Iroquois",
		"leaderName": "Hiawatha",
		"adjective": ["Irochese"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "Greetings, noble Hiawatha, leader of the mighty Iroquois nations! Long have your people lived near the great and holy lake Ontario in the land that has come to be known as the New York state in North America. In the mists of antiquity, the five peoples of Seneca, Onondaga, Mohawks, Cayugas and Oneida united into one nation, the Haudenosaunee, the Iroquois. With no written language, the wise men of your nation created the great law of peace, the model for many contitutions including that of the United States. For many years, your people battled great enemies, such as the Huron, and the French and English invaders. Tought outnumbered and facing weapons far more advanced than the ones your warriors wielded, the Iroquois survived and prospered, until they were finally overwhelmed by the mighty armies of the new United States.",
		"startIntroPart2": "Oh noble Hiawatha, listen to the cries of your people! They call out to you to lead them in peace and war, to rebuild the great longhouse and unite the tribes once again. Will you accept this challenge, great leader? Will you build a civilization that will stand the test of time?",
		"declaringWar": "You are a plague upon Mother Earth! Prepare for battle!",
		"attacked": "You evil creature! My braves will slaughter you!",
		"defeated": "You have defeated us... but our spirits will never be vanquished! We shall return!",
		"introduction": "Greetings, stranger. I am Hiawatha, speaker for the Iroquois. We seek peace with all, but we do not shrink from war.",
		"neutralHello": "Good day.",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "Does this trade work for you, my friend?",
		"outerColor": [54,72,72],
		"innerColor": [246,205,137],
		"unique": "GREAT_WARPATH",
		"cities": ["Onoondaga","Osininka","Grand River","Akwesasme","Buffalo Creek","Brantford","Montreal","Genesse River",
			"Canandaigua Lake","Lake Simcoe","Salamanca","Gowanda","Cuba","Akron","Kanesatake","Ganienkeh","Cayuga Castle",
			"Chondote","Canajoharie","Nedrow","Oneida Lake","Kanonwalohale","Green Bay","Southwold","Mohawk Valley",
			"Schoharie","Bay of Quinte","Kanawale","Kanatsiokareke","Tyendinaga","Hahta"]
	},
	{
		"name": "Persia",
		"leaderName": "Darius I",
		"adjective": ["Persian"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "The blessings of heaven be upon you, beloved king Darius of Persia! You lead a strong and wise people. In the morning of the world, the great Persian leader Cyrus revolted against the mighty Median empire and by 550 BC, the Medes were no more. Through cunning diplomacy and military prowess, great Cyrus conquered wealthy Lydia and powerful Babylon. His son conquering proud Egypt some years later. Over time, Persian might expanded into far away Macedonia, at the very door of the upstart Greek city-states. Long would Persia prosper until the upstart villain Alexander of Macedon, destroyed the great empire in one shocking campaign.",
		"startIntroPart2": "Darius, your people look to you to once again bring back the days of power and glory for Persia! The empire of your ancestors must emerge again, to triumph over its foes and to bring peace and order to the world! O king, will you answer the call? Can you build a civilization that will stand the test of time?",
		"declaringWar": "Your continue existence is an embarrassment to all leaders everywhere! You must be destroyed!",
		"attacked": "Curse you! You are beneath me, son of a donkey driver! I will crush you!",
		"defeated": "You mongrel! Cursed be you! The world will long lament your heinous crime!",
		"introduction": "Peace be on you! I am Darius, the great and outstanding king of kings of great Persia... but I suppose you knew that.",
		"neutralHello": "Good day to you!",
		"hateHello": "Ahh... you...",
		"tradeRequest": "In my endless magnanimity, I am making you this offer. You agree, of course?",
		"outerColor": [153,5,3],
		"innerColor": [244,232,54],
		"unique": "ACHAEMENID_LEGACY",
		"cities": ["Persepolis","Parsagadae","Susa","Ecbatana","Tarsus","Gordium","Bactra","Sardis","Ergili","Dariushkabir",
			"Ghulaman","Zohak","Istakhr","Jinjan","Borazjan","Herat","Dakyanus","Bampur","Turengtepe","Rey","Shiraz",
			"Thuspa","Hasanlu","Gabae","Merv","Behistun","Kandahar","Altintepe","Bunyan","Charsadda","Uratyube",
			"Dura Europos","Aleppo","Qatna","Kabul","Capisa","Kyreskhata","Marakanda","Peshawar","Van","Pteira","Arshada",
			"Artakaona","Aspabota","Autiyara","Bagastana","Baxtri","Darmasa","Daphnai","Drapsaka","Eion","Gandutava",
			"Gaugamela","Harmozeia","Ekatompylos","Izata","Kampada","Kapisa","Karmana","Kounaxa","Kuganaka","Nautaka",
			"Paishiyauvada","Patigrbana","Phrada"]
	},
	{
		"name": "Polynesia",
		"leaderName": "Kamehameha I",
		"adjective": ["Polynesia"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Greetings and blessings be upon you, Kamehameha the Great, chosen by the heavens to unite your scattered peoples. Oh mighty King, you were the first to bring the Big Island of Hawai'I under one solitary rule in 1791 AD. This was followed by the merging of all the remaining islands under your standard in 1810. As the first King of Hawai'I, you standardized the legal and taxation systems and instituted the Mamalahoe Kawanai, an edict protecting civilians in times of war. You ensured the continued unification and sovereignty of the islands by your strong laws and deeds, even after your death in 1819.",
		"startIntroPart2": "Oh wise and exalted King, your people wish for a kingdom of their own once more and require a leader of unparalleled greatness! Will you answer their call and don the mantle of the Lion of the Pacific? Will you build a kingdom that stands the test of time?",
		"declaringWar": "The ancient fire flashing across the sky is what proclaimed that this day would come, though I had foolishly hoped for a different outcome.",
		"attacked": "It is obvious now that I misjudged you and your true intentions.",
		"defeated": "The hard-shelled crab yields, and the lion lies down to sleep. Kanaloa comes for me now.",
		"introduction": "Aloha! Greetings and blessings upon you, friend. I am Kamehameha, Great King of this strand of islands.",
		"neutralHello": "Welcome, friend!",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "Come, let our people feast together!",
		"outerColor": [225,105,0],
		"innerColor": [255,255,78],
		"unique": "WAYFINDING",
		"cities": ["Honolulu","Samoa","Tonga","Nuku Hiva","Raiatea","Aotearoa","Tahiti","Hilo","Te Wai Pounamu","Rapa Nui",
			"Tuamotu","Rarotonga","Tuvalu","Tubuai","Mangareva","Oahu","Kiritimati","Ontong Java","Niue","Rekohu",
			"Rakahanga","Bora Bora","Kailua","Uvea","Futuna","Rotuma","Tokelau","Lahaina","Bellona","Mungava","Tikopia",
			"Emae","Kapingamarangi","Takuu","Nukuoro","Sikaiana","Anuta","Nuguria","Pileni","Nukumanu"]
	},
	{
		"name": "Siam",
		"leaderName": "Ramkhamhaeng",
		"adjective": ["Siamese"],
		"startBias": ["Avoid Forest"],
//		"preferredVictoryType":"Diplomatic",
		
		"startIntroPart1": "Greetings to you, Great King Ramkhamhaeng, leader of the glorious Siamese people! O mighty King, your people bow down before you in awe and fear! You are the ruler of Siam, an ancient country in the heart of Southeast Asia, a beautiful and mysterious land. Surrounded by foes, beset by bloody war and grinding poverty, the clever and loyal Siamese people have endured and trumphed. King Ramkhamhaeng, your empire was once part of the Khmer Empire, until the 13th century AD, when your ancestors revolted, forming the small Sukhothai kingdom. Through successful battle and cunning diplomacy, the tiny kingdom grew into a mighty empire, an empire which would dominate South East Asia for more than a century!",
		"startIntroPart2": "Oh, wise and puissant King Ramkhamhaeng, your people need you to once again lead them to greatness! Cann you use your wits and strenght of arms to protect your people and defeat your foes? Can you build a civilization that will stand the test of time?",
		"declaringWar": "You lowly, arrogant fool! I will make you regret of your insolence!",
		"attacked": "You scoundrel! I shall prepare to fend you off!",
		"defeated": "Althought I lost, my honor shall endure. I wish you good luck.",
		"introduction": "I, Pho Kun Ramkhamhaeng, King of Siam, consider it a great honor that you have walked to visit my country of Siam.",
		"neutralHello": "Welcome.",
		"hateHello": "Greetings.",
		"tradeRequest": "Greetings. I believe this is a fair proposal for both parties. What do you think?",
		"outerColor": [228,208,43],
		"innerColor": [193,21,17],
		"unique": "FATHER_GOVERNS_CHILDREN",
		"cities": ["Sukhothai","Si Satchanalai","Muang Saluang","Lampang","Phitsanulok","Kamphaeng Pet","Nakhom Chum","Vientiane",
			"Nakhon Si Thammarat","Martaban","Nakhon Sawan","Chainat","Luang Prabang","Uttaradit","Chiang Thong","Phrae",
			"Nan","Tak","Suphanburi","Hongsawadee","Thawaii","Ayutthuya","Taphan Hin","Uthai Thani","Lap Buri","Ratchasima",
			"Ban Phai","Loci","Khon Kaen","Surin"]
	},
	{
		"name": "Spain",
		"leaderName": "Isabella",
		"adjective": ["Spanish"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",

		"startIntroPart1": "Blessed Isabella, servant of God, holy queen of Castille and Leòn! Your people greet and welcome you. You are the ruler of Spain, a beautiful and ancient country at the crossroads of the world between Europe and Africa, one shor on the Mediterranean and the other on the mighty Atlantic Ocean. The Spanish are a multicultural people with roots in the Muslim and Christian worlds. A seafaring race, Spanish explorers found and conquered much of the New World, and, for many centuries, its gold and silver brought Spain unrivalled wealth and power, making the Spanish court the  envy of the world.",
		"startIntroPart2": "O fair and virtuous Isabella! Will you rebuld the Spanish empire and show the world again the greatness of your people? Will your take up the mantle of the holy monarchy, and vanquish your foes under heaven's watchful eyes? Your adoring subjects await your command! Will you build a civilization that stands the test of time?",
		"declaringWar": "God will probably forgive you... but I shall not. Prepare for war.",
		"attacked": "Repugnant spawn of the devil! You will pay!",
		"defeated": "If my defeat is, without any doubt, the will of God, then I will accept it.",
		"introduction": "God blesses those who deserve it. I am Isabel of Spain.",
		"neutralHello": "Greetings.",
		"hateHello": "Well?",
		"tradeRequest": "I hope this deal will receive your blessing.",
		"outerColor": [102,0,0],
		"innerColor": [255,102,102],
		"unique": "SEVEN_CITIES_OF_GOLD",
		"cities": ["Madrid","Barcelona","Seville","Cordoba","Toledo","Santiago","Salamanca","Murcia","Valencia","Zaragoza","Pamplona",
			"Vitoria","Santander","Oviedo","Jaen","Logroño","Valladolid","Palma","Teruel","Almeria","Leon","Zamora","Mida",
			"Lugo","Alicante","Càdiz","Eiche","Alcorcon","Burgos","Vigo","Badajoz","La Coruña","Guadalquivir","Bilbao",
			"San Sebastian","Granada","Mérida","Huelva","Ibiza","Las Palmas","Tenerife"]
	},
	{
		"name": "Songhai",
		"leaderName": "Askia",
		"adjective": ["Songhai"],
		"startBias": ["Avoid Tundra"],
		"preferredVictoryType": "Domination",

		"startIntroPart1": "May the blessings of God, who is greatest of all, be upon you Askia, leader of the Songhai people! For many years your kingdom was a vassal of the mighty West African state of Mali, until the middle of the 14th century, when King Sunni Ali Ber wrested independence from the Mali, conquering much territory and fighting off numerous foes who sought to destroy him. Ultimately, his conquest of the wealthy cities of Timbuktu and Jenne gave the growing Songhai empire the economic power to survive for some 100 years, until the empire was destroyed by foes with advanced technology - muskets against spearmen.",
		"startIntroPart2": "King Askia, your people look yo you to lead them to glory. To make them powerful and wealthy, to keep them supplied with the weapons they need to defeat any foe. Can you save them from destruction, oh King? Can you build a civilization that will stand the test of time?",
		"declaringWar": "You are an abomination to heaven and earth, the chief of ignorant savages! You must be destroyed!",
		"attacked": "Fool! You have doomed your people to fire and destruction!",
		"defeated": "We have been consumed by the fires of hatred and rage. Enjoy your victory in this world - you shall pay a heavy price in the next!",
		"introduction": "I am Askia of the Songhai. We are a fair people - but those who cross us will find only destruction. You would do well to avoid repeating the mistakes others have made in the past.",
		"neutralHello": "Greetings.",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "Can I interest you in this deal?",
		"outerColor": [214,145,19],
		"innerColor": [90,0,10],
		"unique": "RIVER_WARLORD",
		"cities": ["Gao","Tombouctu","Jenne","Taghaza","Tondibi","Kumbi Saleh","Kukia","Walata","Tegdaoust","Argungu","Gwandu",
			"Kebbi","Boussa","Motpi","Bamako","Wa","Kayes","Awdaghost","Ouadane","Dakar","Tadmekket","Tekedda","Kano",
			"Agadez","Niamey","Torodi","Ouatagouna","Dori","Bamba","Segou"]
	},
	{
		"name": "Mongolia",
		"leaderName": "Genghis Khan",
		"adjective": ["Mongolian"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Domination",

		"startIntroPart1": "Greetings, o great Temujin, immortal emperor of the mighty Mongol Empire! Your fists shatter walls of cities and your voice brings despair to your enemies. O Khan! You united the warring tribes of Northern Asia into a mighty people, creating the greatest cavalry force the world has ever witnessed. Your people's cunning diplomacy divided their enemies, making them weak and helpless before Mongolia's conquering armies. In a few short years, your people soldiers conquered most of China and Eastern Asia, and the empire continued to grow until it reached west into Europe and south to Korea. Indeed, it was the greatest empire ever seen, dwarfing those pathetic conquests of the Romans of the Greeks.",
		"startIntroPart2": "Temujin, your people cann upon you once more to lead them to battle and conquest. Will the world once again trembe at the thunderous sound of your cavalry, sweeping down from the steppes? Will you build a civilization that stands the test of time?",
		"declaringWar": "You stand in the way of my armies. Let us solve this like warriors!",
		"attacked": "No more words. Today, Mongolia charges toward your defeat.",
		"defeated": "You have hobbled the Mongolian clans. My respect for you nearly matches the loathing. I am waiting for my execution.",
		"introduction": "I am Temuujin, conqueror of cities and countries. Before me lie future Mongolian lands. Behind me is the only cavalry that matters.",
		"neutralHello": "Hello.",
		"hateHello": "So what now?",
		"tradeRequest": "I am not always this generous, but we hope you take this rare opportunity we give you.",
		"outerColor": [81,0,9],
		"innerColor": [255,120,0],
		"unique": "MONGOL_TERROR",
		"cities": ["Karakorum","Beshbalik","Turfan","Hsia","Old Sarai","New Sarai","Tabriz","Tiflis","Otrar","Sanchu","Kazan",
			"Almarikh","Ulaanbaatar","Hovd","Darhan","Dalandzadgad","Mandalgovi","Choybalsan","Erdenet","Tsetserieg",
			"Baruun-Urt","Ereen","Batshireet","Choyr","Ulaangom","Tosontsengel","Altay","Uliastay","Bayanhongor",
			"Har-Ayrag","Nalayh","Tes"]
	},
	/*
	
	{   // REQUIRES RIVERS
		"name": "Aztecs",
		"leaderName": "Montezuma I",
		"adjective": ["Aztec"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Welcome, O divine Montezuma! We grovel in awe at your magnificence! May the heaven shower all manner of good things upon you all the days of your life! Your are the leader of the mighty Aztec people, wandering nomads from a lost home in the north who in the 12th century came to live in the mesa central in the heart of what would come to be call Mexico. Surrounded by many tribes fighting to control the rich land surrounding the sacred lakes of Texoco, Xaltocan and Zampango. Through cunning alliances and martial prowess, within a mere two hundred years, the Aztecs came to dominate the Central American basin, ruling a mighty empire stretching from sea to sea. But the empire fell soon under the assault of the accursed Spaniards, wielding fiendish weapons the likes of which your faithful warriors had never seen.",
		"startIntroPart2": "O great king Montezuma, your people call upon you once more, to rise up and lead them to glory, bring them wealth and power, and give them dominion over their foes and rivals. Will you answer their call, glorious leader? Will you build a civilization that stands the test of time?",
		"declaringWar": "Xi-miqa-can! Xi-miqa-can! Xi-miqa-can! (Die, die, die!)",
		"attacked": "Excellent! Let the blood flow in raging torrents!",
		"defeated": " Monster! Who are you to destroy my greatness?",
		"introduction": "What do I see before me? Another beating heart for my sacrificial fire.",
		"neutralHello": "Welcome, friend.",
		"hateHello": "What do you want?",
		"tradeRequest": " Accept this agreement or suffer the consequences.",
		"outerColor": [255,51,51],
		"innerColor": [153,255,255],
		"unique": "SACRIFICIAL_CAPTIVES",
		"cities": ["Tenochtitlan","Teotihuacan","Tlatelolco","Texcoco","Tlaxcala","Calixtlahuaca","Xochicalco","Tlacopan",
			"Atzcapotzalco","Tzintzuntzan","Malinalco","Tula","Tamuin","Teayo","Cempoala","Chalco","Tlalmanalco",
			"Ixtapaluca","Huexotla","Tepexpan","Tepetlaoxtoc","Chiconautla","Zitlaltepec","Coyotepec","Tequixquiac",
			"Jilotzingo","Tlapanaloya","Tultitan","Ecatepec","Coatepec","Chalchiuites","Chiauhita","Chapultepec",
			"Itzapalapa","Ayotzinco","Iztapam"]
	},
	*/
	{
		"name": "Inca",
		"leaderName": "Pachacuti",
		"adjective": ["Incan"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Oh ye who remakes the world, your loyal subjects greet you, King Pachacuti Sapa Inca, ruler of Tawantinsuyu and the Inca people! From the beginnings in the small state of Cusco, the Incans displayed their potential for greatness, marching to war against their many enemies, crushing their armies into dust and carving for themselves a mighty empire stretching from Ecuador to Chile. Indeed, they build the greatest empire ever seen in all pre-Columbian Americas. More than mere soldiers, your people were great builders and artists as well, and the remnants of their works still awe and inspire the world today.",
		"startIntroPart2": "Oh King Pachacuti, truly are you called 'Earth Shaker'! Will you once again call upon the ground itself to a fight at your side? Your armies await your signal. Will you restore the glory of your empire? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Resistance is futile! You cannot hope to stand against the mighty Incan empire. If you will not surrender immediately, then prepare for war!",
		"attacked": "Declare war on me?!? You can't, because I declare war on you first!",
		"defeated": "How did you darken the sun? I ruled with diligence and mercy—see that you do so as well.",
		"introduction": "How are you? You stand before Pachacuti Inca Yupanqui.",
		
		"neutralHello": "How are you doing?",
		"neutralLetsHearIt": ["Go on.","What do you say?","You may begin."],
		"neutralNo": ["We absolutely refuse.","No!","I refuse."],
		"neutralYes": ["Very good.","Of course, yes.","That is very good."],

		"hateHello": "What do you want now?",
		"hateLetsHearIt": ["Speak!","What do you say?","Go on."],
		"hateNo": ["That is not possible!","We are not agreeing to that!","I beg your pardon?"],
		"hateYes": ["That is fine.","That is good enough.","Very well..."],
		
		"afterPeace": "Viracocha has frowned upon our war, and has agreed to our peace agreements.",
		"tradeRequest": "The Incan people offer this fair trade.",
				
		"outerColor": [253,245,155],
		"innerColor": [4,144,95],
		"unique": "GREAT_ANDEAN_ROAD",
		"cities": ["Cuzco","Tiwanaku","Machu","Ollantaytambo","Corihuayrachina","Huamanga","Rumicucho","Vilcabamba","Vitcos",
			"Andahuaylas","Ica","Arequipa","Nasca","Atico","Juli","Chuito","Chuquiapo","Huanuco Pampa","Tamboccocha",
			"Huaras","Riobamba","Caxamalca","Sausa","Tambo Colorado","Huaca","Tumbes","Chan Chan","Sipan","Pachacamac",
			"Llactapata","Pisac","Kuelap","Pajaten","Chucuito","Choquequirao"]
	},
	/*
	{
		//NEEDS SNOW AND ICE
		"name": "DICk",
		"leaderName": "Oh",
		"adjective": ["Danish"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Honor and glory be yours, Harald Bluetooth Gormsson, mighty heir of King Gorm of the Old and Thryra Dannebod. Not only were you victorious on the battlefield against the armies of Norway, you also completed massive construction project across the land - numerous Ring Fortresses to protect the populace from invasion and internal strife. You successfully drove off waves of German settlers in 983 AD and sheltered your kingdom from unwanted foreign influence.",
		"startIntroPart2": "Stalwart Viking, the time for greatness is upon you once more. You are called to rise up and lead your people to renewed power and trumph! Will you make the world shudder once more at the very thought of your great armies of the Northsmen? Will you let the Viking battle cry ring out across the crashing waved? Will you build a civilization to stand the test of time?",
		"declaringWar": "If I am to be honest, I tire of those pointless charades. Why don't we settle our disputes on the field of battle, like true men? Perhaps the skalds will sing of your valor... or mine!",
		"attacked": "Ahahah! You seem to show some skills of a true Viking! Too bad that I'll probably kill you!",
		"defeated": "Loki must have stood by you, for a common man alone could not have defeated me... Oh well! I will join the einherjar in Valhalla and feast, while you toil away here.",
		"introduction": "Harad Bluetooth bids you welcome to his lands, a Viking unlike any the seas and lands have ever known! Hah, are you afraid?",
		"neutralHello": "Hi.",
		"hateHello": "FUCK YOU.",
		"tradeRequest": "ACCEPT IT! YOU FU*CKING ******",
		"outerColor": [51,25,0],
		"innerColor": [255,255,102],
		"unique": "VIKING_FURY",
		"cities": ["CONSTANTINOPLE","NEW AMSTERDAM","NEW NEW YORK","NEGNTODe","Viborg","Tunsbers","Roskilde","Hedeby","Oslo","Jelling","Truso",
			"Bergen","Faeroerne","Reykjavik","Trondheim","Godthab","Helluland","Lillehammer","Markland","Elsinore",
			"Sarpsborg","Odense","Aalborg","Stavanger","Vorbasse","Schleswig","Kristiansand","Halogaland","Randers",
			"Fredrikstad","Kolding","Horsens","Tromsoe","Vejle","Koge","Sandnes","Holstebro","Slagelse","Drammen",
			"Hillerod","Sonderborg","Skien","Svendborg","Holbaek","Hjorring","Fladstrand","Haderslev","Ringsted","Skrive"]
	},
	{        
	    "name": "Sweden",
		"leaderName": "Gustavus Adolphus",
		"adjective": ["Swedish"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "All hail the transcendent King Gustavus Adolphus, founder of the Swedish Empire and her most distinguished military tactician. It was during your reign that Sweden emerged as one of the greatest powers in Europe, due in no small part to your wisdom, both on and off the battlefield. As king, you initiated a number of domestic reforms that ensured the economic stability and prosperity of your people. As the general who came to be known as the "Lion of the North," your visionary designs in warfare gained the admiration of military commanders the world over. Thanks to your triumphs in the Thirty Years' War, you were assured a legacy as one of history's greatest generals.",
		"startIntroPart2": "Oh noble King, the people long for your prudent leadership, hopeful that once again they will see your kingdom rise to glory. Will you devise daring new strategies, leading your armies to victory on the theater of war? Will you build a civilization that stands the test of time?",
		
		"declaringWar": "The Hakkapeliittas will ride again and your men will fall just at the sight of my cavalry!God with us!",
		"attacked": "Ha ha ha, captain Gars will be very glad to head out to war again.",
		"defeated": "I am Sweden's king. You can take my lands, my people, my kingdom, but you will never reach the House of Vasa.",
		"introduction": "Stranger, welcome to the Snow King's kingdom! I am Gustavus Adolphus,member of the esteemed House of Vasa",
		
		"neutralHello": "Oh","welcome!",
		"hateHello": "Oh, it is you.",
		"tradeRequest": "My friend, it is my belief that this settlement can benefit both our peoples.",
		"innerColor": [194,97,255]
		"unique": "LION_OF_THE_NORTH",
		"cities": ["StockHolm","Malmo","Gothenburg","Visby","Upssala","Umea","Lund","Kiruna","Helsingborg",
		"Orebro","Vasteras","Linkoping","Norrkoping","Gavle","Karlskrona","Halmstad","Karlstad","Vaxjo",
		"Copenhagen","Jonkoping",Boras",]
	},
	*/
	
	    

	//City states
	{
		"name": "Milan",
		"adjective": ["Milanese"],
		"cityStateType": "Gold",
		
		"declaringWar": ".FUCK YOU",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "You fiend! History shall remember this!",
		"outerColor": [0, 0, 0],
		"innerColor": [185,132,66],
		"cities": ["Milan"]
	},
	{
		"name": "Florence",
		"adjective": ["Florentine"],
		"cityStateType": "Cultured",
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "And so the flower of Florence falls to barbaric hands...",
		"outerColor": [0, 0, 0],
		"innerColor": [62,197,252],
		"cities": ["Florence"]
	},
	{
		"name": "Rio de Janeiro",
		"adjective": ["Carioca"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],

		"declaringWar": "I have to do this, for the sake of progress if nothing else. You must be opposed!",
		"attacked": "You can see how fruitless this will be for you... right?",
		"defeated": "May God grant me these last wishes - peace and prosperity for Brazil.",
		"outerColor": [0, 0, 0],
		"innerColor": [211, 220, 103],
		"cities": ["Rio de Janeiro"]
	},
	{
		"name": "Antwerp",
		"adjective": ["Antwerp"],
		"cityStateType": "Mercantile",
		"startBias": ["Coast"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "They will write songs of this.... pray that they shall be in your favor.",
		"outerColor": [0, 0, 0],
		"innerColor": [194,97,255],
		"cities": ["Antwerp"]
	},
	{
		"name": "Dublin",
		"adjective": ["Dubliner"],
		"cityStateType": "Militaristic",

		"declaringWar": "War lingers in our hearts. Why carry on with a false peace?",
		"attacked": "You gormless radger! You'll dine on your own teeth before you set foot in Ireland!",
		"defeated": "A lonely wind blows through the highlands today. A dirge for Ireland. Can you hear it?",
		"outerColor": [0, 0, 0],
		"innerColor": [211,180,113],
		"cities": ["Dublin"]
	},
	{
		"name": "Tyre",
		"adjective": ["Tyrian"],
		"cityStateType": "Mercantile",
		"startBias": ["Coast"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We never fully trusted you from the start.",
		"outerColor": [0, 0, 0],
		"innerColor": [255,97,255],
		"cities": ["Tyre"]
	},
	{
		"name": "Ur",
		"adjective": ["Ur"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],

		"declaringWar": "I will enjoy hearing your last breath as you witness the destruction of your realm!",
		"attacked": "Why do we fight' Because Inanna demands it. Now, witness the power of the Sumerians!",
		"defeated": "What treachery has struck us? No, what evil?",
		"outerColor": [0, 0, 0],
		"innerColor": [255,69,0],
		"cities": ["Ur"]
	},
	{
		"name": "Genoa",
		"adjective": ["Genoese"],
		"cityStateType": "Mercantile",
		"startBias": ["Coast"],

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "How barbaric. Those who live by the sword shall perish by the sword.",
		"outerColor": [0, 0, 0],
		"innerColor": [45,255,86],
		"cities": ["Genoa"]
	},
	{
		"name": "Venice",
		"adjective": ["Venetian"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],

		"declaringWar": "You have revealed your purposes a bit too early, my friend...",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "A wrong calculation, on my part.",
		"outerColor": [0, 0, 0],
		"innerColor": [153,204,255],
		"cities": ["Venice"]
	},
	{
		"name": "Brussels",
		"adjective": ["Bruxellois"],
		"cityStateType": "Cultured",
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "I guess you weren't here for the sprouts after all...",
		"outerColor": [0, 0, 0],
		"innerColor": [153,255,51],
		"cities": ["Brussels"]
	},
	{
		"name": "Kabul",
		"adjective": ["Kabul"],
		"cityStateType": "Cultured",
		
		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "Unacceptable!",
		"outerColor": [0, 0, 0],
		"innerColor": [153,0,76],
		"cities": ["Kabul"]
	},
	{
		"name": "Sidon",
		"adjective": ["Sidon"],
		"cityStateType": "Militaristic",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "What a fine battle! Sidon is willing to serve you!",
		"outerColor": [0, 0, 0],
		"innerColor": [250,128,114],
		"cities": ["Sidon"]
	},
	{
		"name": "Almaty",
		"adjective": ["Almaty"],
		"cityStateType": "Militaristic",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "How could we fall to the likes of you?!",
		"outerColor": [0, 0, 0],
		"innerColor": [102,0,51],
		"cities": ["Almaty"]
	},
	{
		"name": "Edinburgh",
		"adjective": ["Edinburghensian"],
		"cityStateType": "Militaristic",

		"declaringWar": "You shall stain this land no longer with your vileness! To arms, my countrymen - we ride to war!",
		"attacked": "Traitorous man! The Celtic peoples will not stand for such wanton abuse and slander - I shall have your head!",
		"defeated": "Vile ruler, kow that you 'won' this war in name only!",
		"outerColor": [0, 0, 0],
		"innerColor": [0,102,102],
		"cities": ["Edinburgh"]
	},
	{
		"name": "Singapore",
		"adjective": ["Singaporean"],
		"cityStateType": "Mercantile",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "Perhaps, in another world, we could have been friends...",
		"outerColor": [0, 0, 0],
		"innerColor": [255,255,0],
		"cities": ["Singapore"]
	},
	{
		"name": "Zanzibar",
		"adjective": ["Zanzibar"],
		"cityStateType": "Mercantile",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "May the Heavens forgive you for inflicting this humiliation to our people.",
		"outerColor": [0, 0, 0],
		"innerColor": [255,153,255],
		"cities": ["Zanzibar"]
	},
	{
		"name": "Sydney",
		"adjective": ["Sydney"],
		"cityStateType": "Maritime",

		"declaringWar": "After thorough deliberation, Australia finds itself at a crossroads. Prepare yourself, for war is upon us.",
		"attacked": "We will mobilize every means of resistance to stop this transgression against our nation!",
		"defeated": "The principles for which we have fought will survive longer than any nation you could ever build.",
		"outerColor": [0, 0, 0],
		"innerColor": [255,204,204],
		"cities": ["Sydney"]
	},
	{
		"name": "Cape Town",
		"adjective": ["Cape Town"],
		"cityStateType": "Maritime",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "I have failed. May you, at least, know compassion towards our people.",
		"outerColor": [0, 0, 0],
		"innerColor": [255,153,153],
		"cities": ["Cape Town"]
	},
	{
		"name": "Kathmandu",
		"adjective": ["Kathmandu"],
		"cityStateType": "Mercantile",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We... defeated? No... we had so much work to do!",
		"outerColor": [0, 0, 0],
		"innerColor": [51,25,0],
		"cities": ["Kathmandu"]
	},
	{
		"name": "Hanoi",
		"adjective": ["Hanoi"],
		"cityStateType": "Cultured",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "So this is how it feels to die...",
		"outerColor": [0, 0, 0],
		"innerColor": [0,0,255],
		"cities": ["Hanoi"]
	},
	{
		"name": "Quebec City",
		"adjective": ["Québécois"],
		"cityStateType": "Cultured",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "We were too weak to protect ourselves...",
		"outerColor": [0, 0, 0],
		"innerColor": [51,102,0],
		"cities": ["Quebec City"]
	},
	{
		"name": "Helsinki",
		"adjective": ["Helsinki"],
		"cityStateType": "Maritime",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "The day of judgement has come to us. But rest assured, the same will go for you!",
		"outerColor": [0, 0, 0],
		"innerColor": [255,178,102],
		"cities": ["Helsinki"]
	},
	{
		"name": "Kuala Lumpur",
		"adjective": ["KLite"],
		"cityStateType": "Cultured",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "Today, the Malay people obey you, but do not think this is over...",
		"outerColor": [0, 0, 0],
		"innerColor": [0,102,102],
		"cities": ["Kuala Lumpur"]
	},
	{
		"name": "Manila",
		"adjective": ["Manilan"],
		"cityStateType": "Maritime",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "Ah, Gods! Why have you forsaken us?",
		"outerColor": [0, 0, 0],
		"innerColor": [96,96,96],
		"cities": ["Manila"]
	},
	{
		"name": "Lhasa",
		"translatedName": "Lhasa",
		"adjective": ["tibetano"],
		"cityStateType": "Cultured",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "Perhaps now we will find peace in death...",
		"outerColor": [0, 0, 0],
		"innerColor": [204,102,0],
		"cities": ["Lhasa"]
	},
	{
		"name": "Vancouver",
		"translatedName": "Vancouver",
		"adjective": ["Vancouverite"],
		"cityStateType": "Maritime",

		"declaringWar": "In responding to the unstinting malignancy that has heretofore defined your relationship with Canada, we can have no recourse but war!",
		"attacked": "As we can reach no peaceful resolution with you, Canada must turn, with reluctance, to war.",
		"defeated": "I regret not defending my country to the last, although it was not of use.",
		"outerColor": [0, 0, 0],
		"innerColor": [0,255,128],
		"cities": ["Vancouver"]
	},
	{
		"name": "M'Banza-Kongo",
		"adjective": ["M'Banza-Kongo"],
		"cityStateType": "Militaristic",

		"declaringWar": "Do you really think you can walk over us so easily? I will not let it happen. Not to Kongo - not to my people!",
		"attacked": "We are no strangers to war. You have strayed from the right path, and now we will correct it.",
		"defeated": "You are nothing but a glorified barbarian. Cruel, and ruthless.",
		"outerColor": [0, 0, 0],
		"innerColor": [255,128,0],
		"cities": ["M'Banza-Kongo"]
	},
	{
		"name": "Mogadishu",
		"adjective": ["Mogadishu"],
		"cityStateType": "Maritime",

		"declaringWar": "You leave us no choice. War it must be.",
		"attacked": "Very well, this shall not be forgotten.",
		"defeated": "Congratulations, conquerer. This tribe serves you now.",
		"outerColor": [0, 0, 0],
		"innerColor": [153,204,255],
		"cities": ["Mogadishu"]
	},
	
	        

	//Barbarian
	{
		"name": "Barbarians",
		"outerColor": [0,0,0],
		"innerColor": [182,0,0]
	}
	        	
]
